Repository: buiminhhieuktpm/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Home
vi: Trang chủ

source: This account is inactive.
vi: Tài khoản này không hoạt động.

source: Username or email address
vi: Tài khoản khoặc Email

source: Create New
vi: Tạo mới

source: Select an option
vi: Chọn một tùy chọn

source: Monday
vi: Thứ hai

source: Tuesday
vi: Thứ ba

source: Wednesday
vi: Thứ Tư

source: Thursday
vi: Thứ năm

source: Friday
vi: Thứ sáu

source: Saturday
vi: Thứ bảy

source: Sunday
vi: Chủ nhật

source: Select
vi: Lựa chọn

source: Select Media
vi: Chọn phương tiện truyền thông

source: Select Image
vi: Chọn hình ảnh

source: Select Product
vi: Chọn sản phẩm

source: Select Contact
vi: Chọn Liên hệ

source: Orders
vi: Đơn đặt hàng

source: Products
vi: Các sản phẩm

source: Contacts
vi: Liên hệ

source: Campaigns
vi: Chiến dịch

source: Content
vi: Nội dung

source: Reports
vi: Báo cáo

source: Shops
vi: Cửa hàng

source: Settings
vi: Cài đặt

source: Logs
vi: Nhật ký

source: Messages
vi: Tin nhắn

source: Attributes
vi: Thuộc tính

source: Allow the user to select attributes in admin.
vi: Cho phép người dùng chọn các thuộc tính trong quản trị viên.

source: %s has been deleted.
vi: %s đã bị xóa.

source: Identifier
vi: Định danh

source: Filter by identifier...
vi: Lọc theo định danh ...

source: Name
vi: Tên

source: Filter by name...
vi: Lọc theo tên ...

source: Type
vi: Kiểu

source: Visibility Mode
vi: Chế độ hiển thị

source: Searchable
vi: Có thể tìm kiếm

source: Used in # Product Types
vi: Được sử dụng trong # Loại sản phẩm

source: Categories
vi: Thể loại

source: Add a product category to organize your products.
vi: Thêm một danh mục sản phẩm để tổ chức sản phẩm của bạn.

source: New category
vi: Thể loại mới

source: Allow the user to select categories in admin.
vi: Cho phép người dùng chọn danh mục trong quản trị viên.

source: Can't use this category as a parent for this shop.
vi: Không thể sử dụng danh mục này làm cha cho cửa hàng này.

source: Primary Category
vi: Danh mục chính

source: Set this category as a primary category for selected products.
vi: Đặt danh mục này thành một danh mục chính cho các sản phẩm được chọn.

source: Additional Category
vi: Danh mục bổ sung

source: Add selected products to this category.
vi: Thêm sản phẩm được chọn vào danh mục này.

source: Remove Products
vi: Loại bỏ sản phẩm

source: Remove selected products from this category.
vi: Loại bỏ các sản phẩm được chọn khỏi danh mục này.

source: Invalid category
vi: Danh mục không hợp lệ

source: Visibility settings copied to %d product(s)
vi: Cài đặt khả năng hiển thị được sao chép vào (các) %d sản phẩm

source: Image
vi: Hình ảnh

source: Status
vi: Trạng thái

source: Visibility
vi: Khả năng hiển thị

source: Contact Group Pricing Display
vi: Hiển thị giá nhóm liên hệ

source: unspecified
vi: không xác định

source: show prices with taxes included
vi: Hiển thị giá bao gồm thuế

source: show pre-tax prices
vi: Hiển thị giá trước thuế

source: hide prices
vi: Ẩn giá

source: shop
vi: cửa hàng

source: Price display mode
vi: Chế độ hiển thị giá

source: Set how prices are displayed to contacts in this group.
vi: Đặt cách giá được hiển thị cho các liên hệ trong nhóm này.

source: Group
vi: Nhóm

source: Display Mode
vi: Chế độ hiển thị

source: Unspecified
vi: Không xác định

source: Contact Groups
vi: Các nhóm liên hệ

source: member
vi: thành viên

source: Remove
vi: Xóa

source: Number of Members
vi: Số lượng thành viên

source: Allow the user to select contacts in admin.
vi: Cho phép người dùng chọn danh bạ trong quản trị viên.

source: Allow the user to select person contacts in admin.
vi: Cho phép người dùng chọn danh bạ người trong quản trị viên.

source: Allow the user to select company contacts in admin.
vi: Cho phép người dùng chọn danh bạ công ty trong quản trị viên.

source: User `%(bind_user)s` already has a contact.
vi: Người dùng `%(bind_user)s` đã có một liên hệ.

source: The contact groups this contact belongs to. Contact groups are defined in Contacts - Contact Groups and are used to configure sales, campaigns, and product pricing tailored for a set of users.
vi: Nhóm liên hệ mà liên hệ này thuộc về. Nhóm liên hệ được định nghĩa trong mục Liên hệ - Nhóm liên hệ và được sử dụng để cấu hình bán hàng, chiến dịch, và định giá sản phẩm phù hợp cho một tập hợp người dùng.

source: The shops this contact belongs to
vi: Các cửa hàng liên hệ này thuộc về

source: Language
vi: Ngôn ngữ

source: The primary language to be used in all communications with the contact.
vi: Ngôn ngữ chính được sử dụng trong tất cả các giao tiếp với liên hệ.

source: The company name.
vi: Tên công ty.

source: The contacts that are members of this company.
vi: Các liên hệ là thành viên của công ty này.

source: Gender
vi: Giới tính

source: Merchant Notes
vi: Ghi chú thương mại

source: Website URL
vi: URL trang web

source: Account Manager
vi: Quản lý tài khoản

source: Company: Tax Number
vi: Công ty: Số thuế

source: Company: Members
vi: Công ty: Thành viên

source: Select Language
vi: Chọn ngôn ngữ

source: Contact Group
vi: Nhóm liên hệ

source: Edit Contacts
vi: Chỉnh sửa danh bạ

source: Set Contact Groups
vi: Đặt nhóm liên lạc

source: Basic Information
vi: Thông tin cơ bản

source: Addresses
vi: Địa chỉ

source: Members
vi: Thành viên

source: The Shuup frontend is not enabled.
vi: Frontend Shuup không được bật.

source: Contact has no associated user.
vi: Liên hệ không có người dùng liên quan.

source: User has no associated email.
vi: Người dùng không có email liên quan.

source: Reset password
vi: Đặt lại mật khẩu

source: Send a password renewal email.
vi: Gửi email gia hạn mật khẩu.

source: Are you sure you wish to send a password recovery email to %s?
vi: Bạn có chắc là bạn muốn gửi email khôi phục mật khẩu tới %s?

source: New User
vi: Người dùng mới

source: Create a user for the contact.
vi: Tạo người dùng cho liên hệ.

source: New Order
vi: Đơn hàng mới

source: Create an order for the contact.
vi: Tạo một đơn đặt hàng cho liên hệ.

source: Deactivate Contact
vi: Hủy kích hoạt liên lạc

source: Activate Contact
vi: Kích hoạt liên hệ

source: Options
vi: Tùy chọn

source: Actions
vi: Hành động

source: Login as User
vi: Đăng nhập với tư cách là người dùng

source: Login as Staff User
vi: Đăng nhập với tư cách là người dùng nhân viên

source: Edit
vi: Biên tập

source: You can not deactivate a superuser. Remove superuser permission first.
vi: Bạn không thể hủy kích hoạt một siêu nhân.Hủy bỏ quyền của Superuser trước.

source: You can not deactivate yourself. Use another account to deactivate the current one.
vi: Bạn không thể tự hủy kích hoạt bản thân, Dùng tài khoản khác để hủy kích hoạt tài khoản hiện tại

source: %(contact)s is now %(state)s.
vi: %(contact)s hiện là %(state) s.

source: active
vi: hoạt động

source: inactive
vi: không hoạt động

source: New Company
vi: Công ty mới

source: New Contact
vi: Liên hệ mới

source: Person
vi: Người

source: Company
vi: Công ty

source: Staff
vi: Nhân viên

source: Phone
vi: Điện thoại

source: no
vi: KHÔNG

source: yes
vi: Đúng

source: # Orders
vi: # Đơn đặt hàng

source: Groups
vi: Nhóm

source: Registered in
vi: Đăng ký vào

source: Contact
vi: Liên hệ

source: No group
vi: Không có nhóm

source: No shops
vi: Không có cửa hàng

source: Inactive
vi: Không hoạt động

source: Phone: %s
vi: Điện thoại: %s

source: %d orders
vi: %d đơn đặt hàng

source: Mass Edit: Contacts
vi: Chỉnh sửa hàng loạt: Danh bạ

source: Contacts were changed.
vi: Liên hệ đã được thay đổi.

source: Mass Edit: Contact Groups
vi: Chỉnh sửa hàng loạt: Nhóm liên hệ

source: Contacts Groups were changed.
vi: Các nhóm liên hệ đã được thay đổi.

source: The contact does not have an associated user.
vi: Liên hệ không có người dùng liên quan.

source: Currencies
vi: Tiền tệ

source: Code
vi: Mã số

source: Filter by code
vi: Lọc theo mã

source: Decimal places
vi: Vị trí thập phân

source: Customers Dashboard
vi: Bảng điều khiển khách hàng

source: Active customers
vi: Khách hàng hoạt động

source: Based on orders within 30 days
vi: Dựa trên các đơn đặt hàng trong vòng 30 ngày

source: Labels
vi: Nhãn

source: Created on
vi: Được tạo ra trên

source: Modified on
vi: Sửa đổi trên

source: Manufacturers
vi: Nhà sản xuất

source: Allow the user to select manufacturers in admin.
vi: Cho phép người dùng chọn nhà sản xuất trong quản trị viên.

source: You have no permission to change a shared Manufacturer.
vi: Bạn không có quyền thay đổi một nhà sản xuất chung.

source: Media
vi: Phương tiện truyền thông

source: Media browser
vi: Trình duyệt truyền thông

source: Visible for all everyone in the media browser
vi: Có thể nhìn thấy cho tất cả mọi người trong trình duyệt truyền thông

source: {num} subfolders moved to {folder}.
vi: {num} Các thư mục con được chuyển đến {folder}.

source: {num} files moved to {folder}.
vi: {num} Các tệp được chuyển đến {folder}.

source: Folder `%s` was deleted.
vi: Thư mục `%s` đã bị xóa.

source: Browse Media
vi: Duyệt phương tiện truyền thông

source: You do not have permissions to create a subfolder here.
vi: Bạn không có quyền để tạo một thư mục con ở đây.

source: Folder was renamed.
vi: Thư mục đã được đổi tên.

source: Folder can't be renamed to %s.
vi: Thư mục không thể được đổi tên thành %s.

source: Can't rename this folder, either you don't have permssion to do it or it's a shared folder between more then one shop or it has a owner
vi: Không thể đổi tên thư mục này, có thể bạn không có quyền thực hiện thao tác này, hoặc đây là thư mục được chia sẻ giữa nhiều cửa hàng, hoặc thư mục này đã có chủ sở hữu.

source: This folder is protected and cannot be deleted.
vi: Thư mục này được bảo vệ và không thể bị xóa.

source: Can't delete this folder, either you don't have permssion to do it or it's a shared folder between more then one shop
vi: Không thể đổi tên thư mục này, có thể bạn không có quyền thực hiện thao tác này, hoặc đây là thư mục được chia sẻ giữa nhiều cửa hàng, hoặc thư mục này đã có chủ sở hữu.

source: File was renamed.
vi: Tệp được đổi tên.

source: Can not rename this file.
vi: Không thể đổi tên tệp này.

source: File was deleted.
vi: Tệp đã bị xóa.

source: Can not delete this file.
vi: Không thể xóa tệp này.

source: Can't move a shared file.
vi: Không thể di chuyển một tệp được chia sẻ.

source: %(file)s moved from %(old)s to %(new)s.
vi: %(file)s chuyển từ %(old) s sang %(new)s.

source: %(file)s uploaded to %(folder)s.
vi: %(file)s được tải lên %(folder)s.

source: You do not have permission to upload content to this folder
vi: Bạn không có quyền tải nội dung lên thư mục này

source: You don't have access to preform this action.
vi: Bạn không có quyền truy cập để thực hiện hành động này.

source: Customize Your Admin Menu
vi: Tùy chỉnh menu quản trị của bạn

source: Arrange Your Admin Menu
vi: Sắp xếp menu quản trị của bạn

source: Customize SuperUser Admin Menu
vi: Tùy chỉnh menu Quản trị viên Superuser

source: Arrange SuperUser Admin Menu
vi: Sắp xếp menu quản trị viên Superuser

source: Customize Staff Admin Menu
vi: Tùy chỉnh menu quản trị nhân viên

source: Arrange Staff Admin Menu
vi: Sắp xếp menu quản trị nhân viên

source: Customize Supplier Admin Menu
vi: Tùy chỉnh menu quản trị nhà cung cấp

source: Arrange Supplier Admin Menu
vi: Sắp xếp menu quản trị nhà cung cấp

source: Menu saved
vi: Menu được lưu

source: Menu reset
vi: Đặt lại menu

source: Show orders
vi: Hiển thị đơn đặt hàng

source: Shipments
vi: Lô hàng

source: Show shipments
vi: Hiển thị lô hàng

source: Outstanding Orders
vi: Đơn đặt hàng nổi bật

source: %d outstanding orders
vi: %d đơn đặt hàng nổi bật

source: New order
vi: Đơn hàng mới

source: Order Status
vi: Trạng thái đặt hàng

source: List Statuses
vi: Danh sách trạng thái

source: The quantity '%(quantity)s' (for line %(text)s) is invalid (%(error)s).
vi: Số lượng '%(quantity) s' (đối với dòng%(text) s) không hợp lệ (%(error) s).

source: The price '%(price)s' (for line %(text)s) is invalid (%(error)s).
vi: Giá '%(price)s' (đối với dòng%(text)s) không hợp lệ (%(error)s).

source: The discount '%(discount)s' (for line %(text)s is invalid (%(error)s).
vi: Giảm giá '%(discount)s' (đối với dòng %(text)s không hợp lệ (%(error)s).

source: Product line does not have a supplier.
vi: Dòng sản phẩm không có nhà cung cấp.

source: Product line does not have a product set.
vi: Dòng sản phẩm không có bộ sản phẩm.

source: Product `%s` does not exist.
vi: Sản phẩm `%s` không tồn tại.

source: Product %(product)s is not available in the %(shop)s shop.
vi: Sản phẩm %(product)s không có sẵn trong cửa hàng %(shop)s.

source: Please add lines to the order.
vi: Vui lòng thêm các dòng vào thứ tự.

source: Tax number is not set for company.
vi: Số thuế không được đặt cho công ty.

source: Please choose a valid shop.
vi: Vui lòng chọn một cửa hàng hợp lệ.

source: Please select shipping method.
vi: Vui lòng chọn phương thức vận chuyển.

source: Please select payment method.
vi: Vui lòng chọn phương thức thanh toán.

source: Cancel
vi: Hủy bỏ

source: Print Confirmation PDF(s)
vi: In xác nhận (các) PDF

source: Error! Selecting all is not supported.
vi: Lỗi!Chọn tất cả không được hỗ trợ.

source: Print Delivery PDF(s)
vi: In giao hàng (các) PDF

source: Details
vi: Chi tiết

source: Payments
vi: Thanh toán

source: Log Entries
vi: Các mục nhập nhật ký

source: Admin comment/notes
vi: Nhận xét/ghi chú của quản trị viên

source: Status history
vi: Lịch sử trạng thái

source: Set Status
vi: Đặt trạng thái

source: Set Complete
vi: Đặt hoàn thành

source: This order can not be set as complete at this point
vi: Đơn hàng này không thể được thiết lập hoàn chỉnh vào thời điểm này

source: Cancel Order
vi: Hủy đặt hàng

source: Paid, shipped, or canceled orders cannot be canceled
vi: Không thể hủy đơn đặt hàng, vận chuyển hoặc hủy bỏ đơn đặt hàng

source: Edit order
vi: Chỉnh sửa thứ tự

source: This order cannot modified at this point
vi: Thứ tự này không thể sửa đổi vào thời điểm này

source: Create Payment
vi: Tạo thanh toán

source: Set Paid
vi: Đặt trả tiền

source: Create Refund
vi: Tạo hoàn lại tiền

source: Edit Addresses
vi: Chỉnh sửa địa chỉ

source: Billing Address
vi: Địa chỉ thanh toán

source: Shipping Address
vi: Địa chỉ vận chuyển

source: %(field)s updated from: %(old_address)s
vi: %(field)s được cập nhật từ: %(old_address)s

source: %(field)s were saved.
vi: %(field)s đã được lưu.

source: Save -- %s
vi: Lưu - %s

source: Save
vi: Lưu

source: Unable to set order as completed at this point.
vi: Không thể đặt hàng như đã hoàn thành tại thời điểm này.

source: You can't cancel orders that are paid, shipped, or already canceled.
vi: Bạn không thể hủy các đơn đặt hàng được thanh toán, vận chuyển hoặc đã bị hủy.

source: Order status changed: from `{old_status}` to `{new_status}`.
vi: Trạng thái thứ tự đã thay đổi: từ `{old_status}` thành `{new_status}`.

source: Create Order
vi: Tạo thứ tự

source: Contact `%s` does not exist.
vi: Liên hệ `%s` không tồn tại.

source: Product `%(product)s` is not available in the `%(shop)s` shop.
vi: Sản phẩm `%(product)s` không có sẵn trong cửa hàng`%(shop)s`.

source: Order `%(identifier)s` was updated.
vi: Đặt hàng `%(identifier)s` đã được cập nhật.

source: Order `%(identifier)s` created.
vi: Thứ tự `%(identifier)s` được tạo.

source: Could not proceed with the order:
vi: Không thể tiến hành đơn đặt hàng:

source: Could not finalize the order:
vi: Không thể hoàn tất thứ tự:

source: Order
vi: Đặt hàng

source: Payment Status
vi: Tình trạng thanh toán

source: Shipping Status
vi: Tình trạng vận chuyển

source: Total, excl. tax
vi: Tổng cộng, excl.thuế

source: Create Payment -- %s
vi: Tạo thanh toán -- %s

source: Payment amount cannot be 0.
vi: Số tiền thanh toán không thể là 0.

source: Payment %s created.
vi: Thanh toán %s được tạo ra.

source: Order has already been paid.
vi: Đơn đặt hàng đã được thanh toán.

source: Only orders which are not paid or deferred can be set as paid.
vi: Chỉ các đơn đặt hàng không được thanh toán hoặc hoãn lại mới có thể được đặt dưới dạng thanh toán.

source: Only zero price orders can be set as paid without creating a payment.
vi: Chỉ có đơn đặt hàng giá bằng không có thể được đặt dưới dạng thanh toán mà không tạo ra một khoản thanh toán.

source: Zero amount payment
vi: Số tiền thanh toán bằng không

source: Order marked as paid.
vi: Đặt hàng được đánh dấu là trả tiền.

source: Payment doesn't exist.
vi: Thanh toán không tồn tại.

source: Payment deleted.
vi: Bị xóa thanh toán.

source: Line
vi: Đường kẻ

source: The line to refund. To refund an amount not associated with any line, select 'Refund arbitrary amount'.
vi: Dòng cần hoàn tiền. Để hoàn tiền một khoản không liên quan đến bất kỳ dòng nào, hãy chọn "Hoàn tiền số tiền tùy ý".

source: Quantity
vi: Số lượng

source: Line Text/Comment
vi: Dòng văn bản/bình luận

source: The text describing the nature of the refund and/or the reason for the refund.
vi: Văn bản mô tả bản chất của việc hoàn tiền và/hoặc lý do hoàn tiền.

source: Amount
vi: Số lượng

source: The amount including tax to refund.
vi: Số tiền bao gồm thuế để hoàn lại tiền.

source: Restock products
vi: Sản phẩm Restock

source: If checked, the quantity is adding back into the sellable product inventory.
vi: Nếu được chọn, số lượng sẽ được cộng trở lại vào kho hàng có thể bán.

source: Create Refund -- %s
vi: Tạo hoàn tiền -- %s

source: Refund Entire Order
vi: Hoàn tiền toàn bộ đơn hàng

source: This order already has existing refunds
vi: Đơn hàng này đã hoàn lại tiền hiện có

source: Refund arbitrary amount
vi: Hoàn lại số tiền tùy ý

source: Refund amount exceeds order amount.
vi: Số tiền hoàn lại vượt quá số tiền đặt hàng.

source: Refund amounts should match sign on parent line.
vi: Số tiền hoàn lại nên khớp với dấu hiệu trên dòng cha mẹ.

source: Refund created.
vi: Hoàn lại tiền được tạo ra.

source: Create Full Refund -- %s
vi: Tạo hoàn tiền đầy đủ - %s

source: Could not create a full refund.
vi: Không thể tạo một hoàn tiền đầy đủ

source: Full refund created.
vi: Hoàn lại đầy đủ được tạo ra.

source: Description
vi: Sự miêu tả

source: Tracking Code
vi: Mã theo dõi

source: Tracking URL
vi: URL theo dõi

source: Create Shipment -- %s
vi: Tạo lô hàng - %s

source: Create Shipment
vi: Tạo lô hàng

source: Shipping address is not set.
vi: Địa chỉ vận chuyển không được đặt.

source: Shipment %s was created.
vi: Lô hàng %s đã được tạo ra.

source: Shipment %s has been deleted.
vi: Lô hàng %s đã bị xóa.

source: Shipment has been marked as sent.
vi: Lô hàng được đánh dấu là đã gửi

source: Supplier
vi: Nhà cung cấp

source: Shipment {shipment_id}
vi: Lô hàng {shipment_id}

source: Tracking code
vi: Mã theo dõi

source: Identifier already exists.
vi: Định danh đã tồn tại.

source: Public Name
vi: Tên công khai

source: Role
vi: Vai trò

source: Default
vi: Mặc định

source: Allowed Next Status
vi: Cho phép trạng thái tiếp theo

source: Visible For Customer
vi: Có thể nhìn thấy cho khách hàng

source: No allowed next status.
vi: Không được phép trạng thái tiếp theo.

source: Granular Permission Groups
vi: Nhóm cho phép dạng hạt

source: Allow the user to select permission group in admin.
vi: Cho phép người dùng chọn nhóm quyền trong quản trị viên.

source: The Permission Group name.
vi: Tên nhóm quyền.

source: Create new Permission Group
vi: Tạo nhóm quyền mới

source: Product Types
vi: Loại sản phẩm

source: Product types
vi: Loại sản phẩm

source: Allow the user to select product types in admin.
vi: Cho phép người dùng chọn loại sản phẩm trong quản trị viên.

source: %s has been marked deleted.
vi: %s đã được đánh dấu bị xóa.

source: Select attributes that go with your product type. These are defined in Products Settings - Attributes.
vi: Chọn các thuộc tính phù hợp với loại sản phẩm của bạn. Các thuộc tính này được định nghĩa trong Cài đặt Sản phẩm - Thuộc tính.

source: Delete
vi: Xóa bỏ

source: Are you sure you wish to delete %s? Warrning: all related products will disappear from storefront until new value for product type is set!
vi: Bạn có chắc chắn muốn xóa %s không? Cảnh báo: tất cả sản phẩm liên quan sẽ biến mất khỏi cửa hàng cho đến khi một giá trị mới cho loại sản phẩm được thiết lập!

source: Number of Attributes
vi: Số lượng thuộc tính

source: Create Product Called "%s"
vi: Tạo sản phẩm được gọi là "%s"

source: Create Product with SKU "%s"
vi: Tạo sản phẩm với SKU "%s"

source: New product
vi: Sản phẩm mới

source: Add a product to see it in your store
vi: Thêm một sản phẩm để xem nó trong cửa hàng của bạn

source: Allow the user to select products in admin.
vi: Cho phép người dùng chọn sản phẩm trong quản trị viên.

source: Allow the user to select shop_products in admin.
vi: Cho phép người dùng chọn shop_products trong quản trị viên.

source: Primary Product Image
vi: Hình ảnh sản phẩm chính

source: The main product image. You can add additional images in the `Product Images` tab.
vi: Hình ảnh chính của sản phẩm. Bạn có thể thêm các hình ảnh bổ sung trong tab Hình ảnh sản phẩm.

source: Select a manufacturer
vi: Chọn một nhà sản xuất

source: Product type
vi: Loại sản phẩm

source: Given value is already in use, please use unique SKU and try again.
vi: Giá trị đã cho đã được sử dụng, vui lòng sử dụng SKU duy nhất và thử lại.

source: Number of units that can be purchased after the product is out of stock. Set to blank for product to be purchasable without limits.
vi: Số lượng đơn vị có thể mua sau khi sản phẩm hết hàng. Để trống nếu muốn sản phẩm có thể mua mà không giới hạn.

source: Select a category
vi: Chọn một danh mục

source: Minimum Purchase Quantity must be greater than 0.
vi: Số lượng mua tối thiểu phải lớn hơn 0.

source: Backorder maximum must be greater than or equal to 0.
vi: Mức tối đa backorder phải lớn hơn hoặc bằng 0.

source: Thumbnail generation of %(media)s failed: %(error)s.
vi: Tạo hình thu nhỏ của %(media) s không thành công: %(error) s.

source: Use only URL or file, not both.
vi: Chỉ sử dụng URL hoặc tệp, không phải cả hai.

source: Is primary
vi: Là chính

source: Only images are allowed in this field.
vi: Chỉ hình ảnh được phép trong lĩnh vực này.

source: Unable to make package %(product)s: %(error)s.
vi: Không thể tạo gói %(product)s: %(error)s.

source: Removed products: %d.
vi: Sản phẩm bị loại bỏ: %d.

source: Couldn't add product %s to its own package.
vi: Không thể thêm sản phẩm %s vào gói riêng của nó.

source: Set visible
vi: Đặt hiển thị

source: Set invisible
vi: Đặt không hiển thị

source: Edit products
vi: sửa sản phẩm

source: {product_name} was successfully copied
vi: {product_name} đã thành công copy

source: Minimum Purchase Quantity has been rounded to match Sales Unit.
vi: Số lượng mua tối thiểu đã được làm tròn để phù hợp với Đơn vị bán hàng.

source: Changes to shop instance for %s saved.
vi: Thay đổi để cửa hàng ví dụ cho %s được lưu.

source: Product is not available.
vi: Sản phẩm không có sẵn.

source: Product
vi: Sản phẩm

source: Edit Cross-Sell: %s
vi: Chỉnh sửa chữ thập chéo: %s

source: Changes saved.
vi: Thay đổi được lưu.

source: Edit Media: %s
vi: Chỉnh sửa phương tiện truyền thông: %s

source: Changes were saved.
vi: Thay đổi đã được lưu.

source: Files added to the product.
vi: Các tập tin được thêm vào sản phẩm.

source: Clear package
vi: Gói rõ ràng

source: Are you sure? This will remove all products from the package.
vi: Bạn chắc chưa? Điều này sẽ xóa toàn bộ sản phẩm khỏi gói

source: Edit Package: %s
vi: Gói chỉnh sửa: %s

source: Package cleared.
vi: Gói đã xóa.

source: Primary Image
vi: Hình ảnh chính

source: Barcode
vi: Mã vạch

source: Filter by barcode...
vi: Lọc theo mã vạch ...

source: Mode
vi: Cách thức

source: Filter by category name...
vi: Bộ lọc theo tên danh mục ...

source: Filter by supplier name...
vi: Lọc theo tên nhà cung cấp ...

source: Suppliers
vi: Nhà cung cấp

source: Additional Categories
vi: Danh mục bổ sung
