Repository: buiminhhieuktpm/shuup
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Purchasable
vi: Có thể mua được

source: Mass Edit: Products
vi: Chỉnh sửa đại chúng: Sản phẩm

source: Products changed.
vi: Sản phẩm đã thay đổi.

source: Manage Cross-Selling
vi: Quản lý Cross-Selling

source: Other
vi: Khác

source: Child: %s
vi: Con: %s

source: Parent: %s
vi: Cha: %s

source: Sibling: %s
vi: Liên quan: %s

source: Packages
vi: Gói

source: Manage Package
vi: Quản lý gói

source: Convert to Package Parent
vi: Chuyển đổi sang gói cha

source: Sales Dashboard
vi: Bảng điều khiển bán hàng

source: Sales per Month (past 12 months)
vi: Doanh số mỗi tháng (12 tháng qua)

source: Average Sales
vi: Doanh số trung bình

source: Sales
vi: Việc bán hàng

source: Cumulative Total Sales
vi: Tổng doanh số tích lũy

source: Based on %d orders
vi: Dựa trên %d đơn đặt hàng

source: Today's Sales
vi: Doanh số hôm nay

source: Lifetime Sales
vi: Bán hàng trọn đời

source: Average Purchase
vi: Mua trung bình

source: Open Orders Value
vi: Mở đơn hàng giá trị

source: Sales Units
vi: Đơn vị bán hàng

source: Display Units
vi: Hiển thị đơn vị

source: Symbol
vi: Biểu tượng

source: Allowed decimals
vi: Cho phép số thập phân

source: Service Providers
vi: Nhà cung cấp dịch vụ

source: Payment and Shipping
vi: Thanh toán và vận chuyển

source: Edit %(model)s
vi: Chỉnh sửa %(model)s

source: The service provider type. This can be any of the shipping carriers or payment processors configured for your shop.
vi: Loại nhà cung cấp dịch vụ. Đây có thể là bất kỳ đơn vị vận chuyển hoặc đơn vị xử lý thanh toán nào được cấu hình cho cửa hàng của bạn.

source: Create {service_name}
vi: Tạo {service_name}

source: Provider
vi: Nhà cung cấp

source: Please activate at least one %s.
vi: Vui lòng kích hoạt ít nhất một %s.

source: Carrier
vi: Người vận chuyển

source: To start shipping products right away, please add shipping methods for your shop
vi: Để bắt đầu vận chuyển sản phẩm ngay lập tức, vui lòng thêm phương thức vận chuyển cho cửa hàng của bạn.

source: shipping method
vi: phương pháp vận chuyển

source: Payment Provider
vi: Nhà cung cấp thanh toán

source: To start accepting payments right away, please add payment methods for your shop
vi: Để bắt đầu chấp nhận thanh toán ngay lập tức, vui lòng thêm phương thức thanh toán cho cửa hàng của bạn.

source: payment method
vi: Phương thức thanh toán

source: Service name
vi: Tên dịch vụ

source: The name shown in the shop checkout process.
vi: Tên được hiển thị trong quá trình thanh toán cửa hàng.

source: Instructions
vi: Hướng dẫn

source: Additional instructions shown in the shop checkout process.
vi: Hướng dẫn bổ sung hiển thị trong quá trình thanh toán cửa hàng.

source: Allow the user to select carriers in admin.
vi: Cho phép người dùng chọn nhà mạng trong quản trị viên.

source: Allow the user to select payment methods in admin.
vi: Cho phép người dùng chọn phương thức thanh toán trong quản trị viên.

source: Allow the user to select shipping methods in admin.
vi: Cho phép người dùng chọn các phương thức vận chuyển trong quản trị viên.

source: Shipping Methods
vi: Phương pháp vận chuyển

source: Payment Methods
vi: Phương thức thanh toán

source: Service
vi: Dịch vụ

source: Select a service to use for this service provider.
vi: Chọn một dịch vụ để sử dụng cho nhà cung cấp dịch vụ này.

source: The carrier to use for this shipping method. Select a carrier before filling other fields.
vi: Đơn vị vận chuyển sẽ sử dụng cho phương thức giao hàng này. Vui lòng chọn đơn vị vận chuyển trước khi điền các trường khác.

source: The payment processor to use for this payment method. Select a payment processor before filling out the other fields.
vi: Bộ xử lý thanh toán sẽ sử dụng cho phương thức thanh toán này. Vui lòng chọn bộ xử lý thanh toán trước khi điền các trường khác.

source: Price
vi: Giá

source: Waive limit
vi: Từ bỏ giới hạn

source: Available in countries
vi: Có sẵn ở các quốc gia

source: Unavailable in countries
vi: Không có sẵn ở các quốc gia

source: Select accepted countries for this service.
vi: Chọn các quốc gia được chấp nhận cho dịch vụ này.

source: Select this to accept all countries in EU.
vi: Chọn điều này để chấp nhận tất cả các quốc gia ở EU.

source: Select restricted countries for this service.
vi: Chọn các quốc gia bị hạn chế cho dịch vụ này.

source: Select this to restrict this service for countries in EU
vi: Chọn điều này để hạn chế dịch vụ này cho các quốc gia ở EU

source: Service choice
vi: Lựa chọn dịch vụ

source: Enabled
vi: Đã bật

source: Shop
vi: Cửa hàng

source: Payment Processor
vi: Bộ xử lý thanh toán

source: Weight-based pricing range
vi: Phạm vi giá dựa trên trọng lượng

source: System Settings
vi: Cài đặt hệ thống

source: unique
vi: độc nhất

source: running
vi: đang chạy

source: shop running
vi: Cửa hàng chạy

source: Reference number length
vi: Độ dài số tham chiếu

source: Reference number prefix
vi: Tiền tố số tham chiếu

source: Order minimum total
vi: Đặt hàng tổng tối thiểu

source: The minimum sum that an order needs to reach to be created.
vi: Số tiền tối thiểu mà một đơn đặt hàng cần phải đạt được để được tạo ra.

source: Order Reference number method
vi: Phương thức số tham chiếu thứ tự

source: This option defines how the reference numbers for orders are built. The options are:<br><br><b>Unique</b><br>Order reference number is unique system wide, regardless of the amount of shops.<br><br><b>Running</b><br>Order number is running system wide, regardless of the amount of shops.<br><br><b>Shop Running</b><br>Every shop has its own running numbers for reference.
vi: Tùy chọn này xác định cách xây dựng số tham chiếu cho đơn hàng. Các lựa chọn gồm:<br><br><b>Duy nhất</b><br>Số tham chiếu đơn hàng là duy nhất trên toàn hệ thống, không phân biệt số lượng cửa hàng.<br><br><b>Tuần tự</b><br>Số đơn hàng chạy tuần tự trên toàn hệ thống, không phân biệt số lượng cửa hàng.<br><br><b>Tuần tự theo cửa hàng</b><br> Mỗi cửa hàng có số tham chiếu tuần tự riêng.

source: Settings saved.
vi: Cài đặt được lưu.

source: Reset Defaults
vi: Đặt lại mặc định

source: No changes detected.
vi: Không có thay đổi được phát hiện.

source: Save system settings
vi: Lưu cài đặt hệ thống

source: Add a logo to make your store stand out
vi: Thêm logo để làm cho cửa hàng của bạn nổi bật

source: Add logo
vi: Thêm logo

source: Publish your store
vi: Xuất bản cửa hàng của bạn

source: Let customers browse your store and make purchases
vi: Hãy để khách hàng duyệt qua cửa hàng của bạn và mua hàng

source: Publish shop
vi: Xuất bản cửa hàng

source: Set "{}" as the active shop
vi: Đặt "{}" làm cửa hàng hoạt động

source: Available Shops [currently active: {}]
vi: Các cửa hàng có sẵn [hiện đang hoạt động: {}]

source: Allow the user to select shops in admin.
vi: Cho phép người dùng chọn các cửa hàng trong quản trị viên.

source: This field cannot be changed since there are existing orders for this shop.
vi: Trường này không thể thay đổi vì đã có các đơn hàng tồn tại cho cửa hàng này.

source: Currency
vi: Tiền tệ

source: The primary shop currency. This is the currency used when selling your products.
vi: Tiền tệ chính của cửa hàng. Đây là loại tiền được sử dụng khi bán sản phẩm của bạn.

source: Select staff members for this shop.
vi: Chọn nhân viên cho cửa hàng này.

source: Domain is unique. Please enter a unique value.
vi: Tên miền là duy nhất.Vui lòng nhập một giá trị duy nhất.

source: Shop name
vi: Tên cửa hàng

source: First name
vi: Tên

source: Your first name.
vi: Tên của bạn.

source: Last name
vi: Họ

source: Your last name.
vi: Họ của bạn.

source: Zip/Postal code
vi: Mã zip/bưu chính

source: State/Province
vi: Tiểu bang/Tỉnh

source: Address
vi: Địa chỉ

source: Address (2)
vi: Địa chỉ (2)

source: The shop zip/postal code.
vi: Cửa hàng Zip/Mã bưu chính.

source: The city in which your shop is located.
vi: Thành phố nơi cửa hàng của bạn được đặt.

source: The country in which your shop is located.
vi: Quốc gia nơi cửa hàng của bạn được đặt.

source: There are still some pending actions to complete.
vi: Vẫn còn một số hành động đang chờ xử lý để hoàn thành.

source: Your store is now live.
vi: Cửa hàng của bạn hiện đang trực tiếp.

source: Shop {} is now active.
vi: Cửa hàng {} hiện đang hoạt động.

source: Domain
vi: Lãnh địa

source: Shop Details
vi: Chi tiết cửa hàng

source: Add an address so you can get paid
vi: Thêm một địa chỉ để bạn có thể được trả tiền

source: Default Tax Class
vi: Lớp thuế mặc định

source: Allow the user to select suppliers in admin.
vi: Cho phép người dùng chọn nhà cung cấp trong quản trị viên.

source: Select shops for this supplier. Keep it blank to share with all shops.
vi: Chọn cửa hàng cho nhà cung cấp này.Giữ cho nó trống để chia sẻ với tất cả các cửa hàng.

source: Is approved for {}
vi: Được phê duyệt cho {}

source: Indicates whether this supplier is approved for the shop.
vi: Cho biết liệu nhà cung cấp này có được phê duyệt cho cửa hàng hay không.

source: It is not possible to manage inventory when no module is selected.
vi: Không thể quản lý hàng tồn kho khi không có mô -đun được chọn.

source: {} is not in the Shops field.
vi: {} không có trong lĩnh vực cửa hàng.

source: Success! %s has been marked deleted.
vi: Thành công!%s đã được đánh dấu bị xóa.

source: Modules
vi: Mô-đun

source: No %s module
vi: Không có %s mô-đun

source: System
vi: Hệ thống

source: Telemetry
vi: Từ xa

source: Opt-in for telemetry
vi: Chọn tham gia để đo từ xa

source: Taxes
vi: Thuế

source: Customer Tax Groups
vi: Nhóm thuế khách hàng

source: Tax Classes
vi: Lớp thuế

source: Allow the user to select customer tax groups in admin.
vi: Cho phép người dùng chọn các nhóm thuế khách hàng trong quản trị viên.

source: Allow the user to select taxes in admin.
vi: Cho phép người dùng chọn thuế trong quản trị viên.

source: Allow the user to select tax classes in admin.
vi: Cho phép người dùng chọn các lớp thuế trong quản trị viên.

source: Rate
vi: Tỷ lệ

source: Users
vi: Người dùng

source: Allow the user to change the passwords of other users.
vi: Cho phép người dùng thay đổi mật khẩu của người dùng khác.

source: Allow the user send the reset password email.
vi: Cho phép người dùng gửi email đặt lại mật khẩu.

source: Allow the user to change the permission groups of other users.
vi: Cho phép người dùng thay đổi các nhóm quyền của người dùng khác.

source: Allow the user to create a new user.
vi: Cho phép người dùng tạo một người dùng mới.

source: Allow the user to list the users.
vi: Cho phép người dùng liệt kê người dùng.

source: Allow the user to impersonate a different user.
vi: Cho phép người dùng mạo danh người dùng khác.

source: Allow the user to change the user list columns.
vi: Cho phép người dùng thay đổi các cột Danh sách người dùng.

source: Allow the user to select users in admin.
vi: Cho phép người dùng chọn người dùng trong quản trị viên.

source: Add some users to help manage your shop
vi: Thêm một số người dùng để giúp quản lý cửa hàng của bạn

source: New user
vi: Người dùng mới

source: Send Reset Password Email
vi: Gửi email đặt lại mật khẩu

source: Welcome %(first_name)s! You've been added as an administrator to %(shop_url)s. Here are some details: Shop url: %(shop_url)s Login url: %(admin_url)s Your username: '%(username)s' Your password: Please contact your admin.
vi: Chào mừng %(first_name)s! Bạn đã được thêm làm quản trị viên tại %(shop_url)s. Dưới đây là một số thông tin chi tiết: Đường dẫn cửa hàng: %(shop_url)s Đường dẫn đăng nhập: %(admin_url)s Tên đăng nhập: '%(username)s' Mật khẩu: Vui lòng liên hệ quản trị viên của bạn..

source: Password
vi: Mật khẩu

source: The user password.
vi: Mật khẩu người dùng.

source: Main Permissions
vi: Quyền chính

source: Two fundamental permissions: Access to Admin Panel and Superuser status rights. Go to user account -> `Actions` -> `Edit Main Permissions` to change these.
vi: Hai quyền cơ bản: Truy cập Bảng Quản trị và quyền trạng thái Siêu người dùng. Vào Tài khoản người dùng -> Hành động -> Chỉnh sửa Quyền chính để thay đổi các quyền này.

source: Use Permission Groups to granularly give more permissions. Search for `Permission Groups` to change these and add them to multiple users. Go to user account -> `Actions` -> `Edit Main Permissions` to add them to a specific user. Will not influence Superusers as they already have all the rights and can't be stripped of them without removing Superuser status first.
vi: Sử dụng Nhóm Quyền để cấp quyền chi tiết hơn. Tìm kiếm Nhóm Quyền để thay đổi và thêm chúng vào nhiều người dùng. Vào Tài khoản người dùng -> Hành động -> Chỉnh sửa Quyền chính để thêm nhóm quyền cho một người dùng cụ thể. Điều này sẽ không ảnh hưởng đến Siêu người dùng vì họ đã có toàn bộ quyền và không thể bị tước quyền mà không gỡ trạng thái Siêu người dùng trước.

source: The user email address. Used for password resets.
vi: Địa chỉ email người dùng.Được sử dụng để đặt lại mật khẩu.

source: The first name of the user.
vi: Tên đầu tiên của người dùng.

source: The last name of the user.
vi: Họ của người dùng.

source: Access to Admin Panel
vi: Truy cập vào bảng quản trị

source: Superuser (Full rights)
vi: Superuser (toàn quyền)

source: No Main Permissions selected.
vi: Không có quyền chính được chọn.

source: No Granular Permission Groups available.
vi: Không có nhóm quyền dạng hạt có sẵn.

source: Send email confirmation
vi: Gửi email xác nhận

source: Please enter an email to send a confirmation to.
vi: Vui lòng nhập email để gửi xác nhận tới.

source: Change Password
vi: Thay đổi mật khẩu

source: User has no email address
vi: Người dùng không có địa chỉ email

source: Send Password Reset Email
vi: Gửi email đặt lại mật khẩu

source: Contact Details
vi: Chi tiết liên lạc

source: Create a new contact and associate it with this user
vi: Tạo một liên hệ mới và liên kết nó với người dùng này

source: Activate User
vi: Kích hoạt người dùng

source: Deactivate User
vi: Vô hiệu hóa người dùng

source: Info! User bound to contact %(contact)s.
vi: Thông tin!Người dùng ràng buộc liên hệ %(contact) s.

source: User
vi: Người dùng

source: You can not deactivate a Superuser. Remove Superuser status first.
vi: Bạn không thể hủy kích hoạt một siêu nhân.Loại bỏ trạng thái siêu người dùng đầu tiên.

source: You can not deactivate yourself. Use another account.
vi: Bạn không thể hủy kích hoạt chính mình.Sử dụng tài khoản khác.

source: %(user)s is now %(state)s.
vi: %(user) s hiện là %(state) s.

source: No shop configured.
vi: Không có cửa hàng được cấu hình.

source: You are already logged in.
vi: Bạn đã đăng nhập.

source: This user is not active.
vi: Người dùng này không hoạt động.

source: You're now logged in as `{username}`.
vi: Bây giờ bạn đã đăng nhập dưới dạng `{username}`.

source: Username
vi: Tên người dùng

source: First Name
vi: Tên

source: Last Name
vi: Họ

source: The two password fields didn't match.
vi: Hai trường mật khẩu không khớp.

source: Your old password was entered incorrectly. Please enter it again.
vi: Mật khẩu cũ của bạn đã được nhập không chính xác.Vui lòng nhập lại nó.

source: For security purposes, we need your current password.
vi: Đối với mục đích bảo mật, chúng tôi cần mật khẩu hiện tại của bạn.

source: New Password
vi: Mật khẩu mới

source: New Password (again)
vi: Mật khẩu mới (một lần nữa)

source: You can not change the password of a superuser.
vi: Bạn không thể thay đổi mật khẩu của một siêu người dùng.

source: Change User Password
vi: Thay đổi mật khẩu người dùng

source: Password changed for %s.
vi: Mật khẩu đã thay đổi cho %s.

source: Reset User Password
vi: Đặt lại mật khẩu người dùng

source: Error! The `shuup.front.apps.auth` app needs to be enabled for password reset.
vi: Lỗi! Ứng dụng shuup.front.apps.auth cần được kích hoạt để đặt lại mật khẩu.

source: Password recovery email sent to %(email)s.
vi: Mật khẩu Phục hồi Email được gửi đến %(email) s.

source: Error! Sending the password recovery email failed.
vi: Lỗi! Gửi email khôi phục mật khẩu không thành công.

source: In order to allow making significant changes to accounts, we need to confirm that you know the password for the account you are using.
vi: Để cho phép thực hiện các thay đổi quan trọng đối với tài khoản, chúng tôi cần xác nhận rằng bạn biết mật khẩu của tài khoản bạn đang sử dụng.

source: Designates whether this user has all permissions without explicitly assigning them. Assigning Granular Permission Groups to a Superuser will not have any effect because Granular Permission Groups are only able to give more rights, but Superuser already has them all.
vi: Chỉ định liệu người dùng này có toàn bộ quyền hạn mà không cần gán rõ ràng từng quyền hay không. Việc gán Nhóm Quyền Chi Tiết cho Siêu người dùng sẽ không có tác dụng vì Nhóm Quyền Chi Tiết chỉ có thể cấp thêm quyền, trong khi Siêu người dùng đã có toàn bộ quyền đó rồi.

source: Designates whether this user can log into this admin site. Even Superusers should have this status enabled, otherwise they won't be able to access the Admin Panel.
vi: Chỉ định liệu người dùng này có thể đăng nhập vào trang quản trị này hay không. Ngay cả Siêu người dùng cũng nên được bật trạng thái này, nếu không họ sẽ không thể truy cập Bảng Quản trị.

source: Use Permission Groups to granularly give more permissions. User can belong to many groups and their permissions add and stack together. Search for `Permission Groups` to change these and add them to multiple users. Go to user account -> `Actions` -> `Edit Main Permissions` to add them to a specific user. Will not influence Superusers as they already have all the rights and can't be stripped of them without removing Superuser status first.
vi: Sử dụng Nhóm Quyền để cấp quyền chi tiết hơn. Người dùng có thể thuộc nhiều nhóm và các quyền của họ sẽ được cộng dồn. Tìm kiếm Nhóm Quyền để thay đổi và thêm nhóm cho nhiều người dùng. Vào tài khoản người dùng -> Hành động -> Chỉnh sửa Quyền chính để thêm nhóm quyền cho một người dùng cụ thể. Điều này sẽ không ảnh hưởng đến Siêu người dùng vì họ đã có tất cả quyền và không thể bị tước quyền mà không gỡ trạng thái Siêu người dùng trước.

source: You can't unset this status for yourself due to security reasons. Use another account if you want to remove permissions for this particular account.
vi: Bạn không thể tự bỏ trạng thái này vì lý do bảo mật. Hãy sử dụng tài khoản khác nếu bạn muốn gỡ quyền cho tài khoản này.

source: Change User Permissions
vi: Thay đổi quyền người dùng

source: Change Main Permissions: %s
vi: Thay đổi quyền chính: %s

source: Permissions changed for %s.
vi: Quyền thay đổi cho %s.

source: You must have the Access to Admin Panel permission.
vi: Bạn phải có quyền truy cập vào quyền của bảng quản trị.

source: You must have the Access to Admin Panel permissions to this shop.
vi: Bạn phải có quyền truy cập vào quyền của bảng quản trị cho cửa hàng này.

source: HTML Preview
vi: HTML Xem trước

source: Create new
vi: Tạo mới

source: New %(model)s
vi: Mới %(model)s

source: Discard Changes
vi: Loại bỏ các thay đổi

source: Save as a copy
vi: Lưu dưới dạng bản sao

source: Save and Exit
vi: Lưu và thoát

source: Save and Create New
vi: Lưu và tạo mới

source: Are you sure you wish to delete %s?
vi: Bạn có chắc chắn muốn xóa %s?

source: Export as CSV file
vi: Xuất ra CSV file

source: Showing %(per_page)s of %(n_items)s %(verbose_name_plural)s
vi: Hiển thị %(per_page) s của %(n_items) s %(verbose_name_plural) s

source: objects
vi: Đối tượng

source: Mass Action encountered an unknown error.
vi: Hành động hàng loạt đã gặp lỗi không xác định.

source: Mass Action
vi: Hành động hàng loạt

source: Can't view this page. %(reason)s
vi: Không thể xem trang này.%(reason) s

source: Log in with different credentials...
vi: Đăng nhập bằng các thông tin đăng nhập khác nhau ...

source: Sign in to continue.
vi: Đăng nhập để tiếp tục.

source: Your account must have `Access to Admin Panel` permissions to access this page.
vi: Tài khoản của bạn phải có quyền Truy cập Bảng Quản trị để vào trang này.

source: There is no active shop available. Contact support for more details.
vi: Không có cửa hàng hoạt động có sẵn.Liên hệ hỗ trợ để biết thêm chi tiết.

source: You do not have the required permissions: %s
vi: Bạn không có quyền bắt buộc: %s

source: Can't view this page. You do not have the required permission(s): `{permissions}`.
vi: Không thể xem trang này. Bạn không có quyền cần thiết: {permissions}.

source: Unnamed
vi: Chưa đặt tên

source: Item
vi: Mục

source: New %s was created.
vi: %s mới được tạo ra.

source: %s was edited.
vi: %s đã được chỉnh sửa.

source: New %s
vi: Mới %s

source: Unnamed %s
vi: Không tên %s

source: Only one %(model)s permitted.
vi: Chỉ được phép một %(model)s.

source: Mass Edit
vi: Chỉnh sửa hàng loạt

source: Invalid object.
vi: Đối tượng không hợp lệ.

source: Invalid model.
vi: Model không hợp lệ.

source: Object not found.
vi: Không tìm thấy đối tượng.

source: General
vi: Tổng quan

source: Complete wizard
vi: Toàn bộ thuật sĩ

source: Complete the setup wizard
vi: Hoàn thành trình hướng dẫn thiết lập

source: All set. Nothing to be configured
vi: Tất cả được cài đặt. Không có gì cấu hình

source: A reset password email was sent. Please, follow the instructions to set a new password.
vi: Email đặt lại mật khẩu đã được gửi. Vui lòng làm theo hướng dẫn để thiết lập mật khẩu mới.

source: This recovery link is invalid.
vi: Link dự phòng này không hợp lệ

source: Password was changed.
vi: Mật khẩu đã thay đổi.

source: Couldn't get selections for %s.
vi: Không thể có được lựa chọn cho %s.

source: Selector not found.
vi: Bộ chọn không tìm thấy.
