Repository: buiminhhieuktpm/shuup
Catalog: shuup/xtheme/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Theme identifiers must match.
vi: Định danh chủ đề phải phù hợp.

source: Either theme_settings or shop should be informed.
vi: Một trong hai chủ đề hoặc cửa hàng nên được thông báo.

source: Global plugins
vi: Plugin toàn cầu

source: Theme plugins
vi: Plugin chủ đề

source: Shuup Extensible Theme Engine
vi: Động cơ chủ đề mở rộng shuup

source: Themes
vi: Chủ đề

source: Customize the look and feel of your shop
vi: Tùy chỉnh giao diện của cửa hàng của bạn

source: Customize theme
vi: Tùy chỉnh chủ đề

source: No theme is active. Click here to activate one.
vi: Không có chủ đề là hoạt động.Nhấn vào đây để kích hoạt một.

source: Theming
vi: Theo chủ đề

source: Shuup Extensible Theme Engine Fonts
vi: Phông chữ công cụ chủ đề mở rộng Shuup

source: Fonts
vi: Phông chữ

source: Allow the user to select fonts in admin.
vi: Cho phép người dùng chọn phông chữ trong quản trị viên.

source: Shuup Extensible Theme Engine Snippets
vi: SHUUP MỞ RỘNG Động cơ chủ đề

source: Snippets
vi: Đoạn trích

source: Theme Custom CSS/JS
vi: Chủ đề CSS/JS tùy chỉnh

source: Select the location of the page to inject the snippet.
vi: Chọn vị trí của trang để tiêm đoạn trích.

source: Name
vi: Tên

source: Filter by name...
vi: Lọc theo tên ...

source: Location
vi: Vị trí

source: Filter by location...
vi: Lọc theo vị trí ...

source: Type
vi: Kiểu

source: activate
vi: kích hoạt

source: Theme
vi: Chủ đề

source: Choose a theme for your shop
vi: Chọn một chủ đề cho cửa hàng của bạn

source: Theme activated.
vi: Chủ đề được kích hoạt.

source: Custom CSS/JS
vi: CSS/JS tùy chỉnh

source: Stylesheets
vi: Kiểu dáng

source: The fonts, colors, and styles to use with your theme.
vi: Các phông chữ, màu sắc và kiểu dáng để sử dụng với chủ đề của bạn.

source: Choose the primary color:
vi: Chọn màu chính:

source: Choose the secondary color:
vi: Chọn màu thứ cấp:

source: Choose the primary text color:
vi: Chọn màu văn bản chính:

source: Choose the success (green) style primary color:
vi: Chọn Màu sắc chính kiểu thành công (màu xanh lá cây):

source: Choose the danger (red) style primary color:
vi: Chọn màu sắc chính kiểu nguy hiểm (màu đỏ):

source: Admin Header Font
vi: Phông chữ tiêu đề quản trị viên

source: Admin Body Font
vi: Phông chữ cơ thể quản trị

source: Failed to render the plugin
vi: Không thể hiển thị plugin

source: Content in this box is shown to all user types without limitations.
vi: Nội dung trong hộp này được hiển thị cho tất cả các loại người dùng mà không có giới hạn.

source: Content in this box is shown to guests (anonymous users) only.
vi: Nội dung trong hộp này chỉ được hiển thị cho khách (người dùng ẩn danh).

source: Content in this box is shown to company contacts only.
vi: Nội dung trong hộp này chỉ được hiển thị cho các liên hệ của công ty.

source: Content in this box is shown to person contacts only.
vi: Nội dung trong hộp này chỉ được hiển thị cho người liên hệ cá nhân.

source: Content in this placeholder is shown for %(product_name)s only.
vi: Nội dung trong trình giữ chỗ này chỉ được hiển thị cho %(product_name) s.

source: Shop '{}' has no active theme
vi: Cửa hàng '{}' không có chủ đề hoạt động

source: Inline JavaScript
vi: JavaScript nội tuyến

source: Inline CSS
vi: CSS nội tuyến

source: Inline HTML
vi: HTML nội tuyến

source: Inline Jinja HTML
vi: Nội tuyến Jinja HTML

source: current draft
vi: Dự thảo hiện tại

source: old version
vi: Phiên bản cũ

source: public
vi: công cộng

source: theme identifier
vi: Định danh chủ đề

source: view name
vi: Xem tên

source: created on
vi: được tạo ra trên

source: modified on
vi: sửa đổi trên

source: status
vi: trạng thái

source: internal data
vi: Dữ liệu nội bộ

source: active
vi: tích cực

source: data
vi: dữ liệu

source: Theme configuration for %s
vi: Cấu hình chủ đề cho %s

source: Shop
vi: Cửa hàng

source: name
vi: tên

source: Font family name
vi: Tên gia đình phông chữ

source: Font Family CSS Property
vi: Tài sản CSS gia đình phông chữ

source: WOFF Font
vi: Phông chữ Woff

source: WOFF2 Font
vi: Phông chữ Woff2

source: TTF font
vi: Phông chữ TTF

source: SVG font
vi: Phông chữ SVG

source: EOT font
vi: Phông chữ EOT

source: Font Family
vi: Gia đình phông chữ

source: Font Families
vi: Gia đình phông chữ

source: primary color
vi: Màu chính

source: secondary color
vi: Màu thứ cấp

source: text color
vi: màu văn bản

source: success color
vi: màu sắc thành công

source: danger color
vi: Màu sắc nguy hiểm

source: base font size
vi: kích thước phông chữ cơ sở

source: Admin Theme configuration for %s
vi: Cấu hình chủ đề quản trị cho %s

source: snippet name
vi: Tên đoạn trích

source: Untitled
vi: Không có tiêu đề

source: location
vi: vị trí

source: snippet type
vi: Loại đoạn trích

source: snippet
vi: đoạn trích

source: themes
vi: chủ đề

source: Snippet
vi: Đoạn trích

source: Categories
vi: Thể loại

source: Category Links
vi: Liên kết danh mục

source: Title
vi: Tiêu đề

source: Show all categories
vi: Hiển thị tất cả các loại

source: All categories are shown, even if not selected
vi: Tất cả các danh mục được hiển thị, ngay cả khi không được chọn

source: Image
vi: Hình ảnh

source: Image Link URL
vi: URL liên kết hình ảnh

source: Full width
vi: Chiều rộng đầy đủ

source: Set image to the full width of cell.
vi: Đặt hình ảnh thành toàn bộ chiều rộng của ô.

source: Width (px)
vi: Chiều rộng (PX)

source: Leave blank for default width.
vi: Để trống cho chiều rộng mặc định.

source: Height (px)
vi: Chiều cao (PX)

source: Newest
vi: Mới nhất

source: Best Selling
vi: Bán tốt nhất

source: Random
vi: Ngẫu nhiên

source: Product Highlights
vi: Sản phẩm nổi bật

source: Count
vi: Đếm

source: Only show in-stock and orderable items
vi: Chỉ hiển thị các mặt hàng trong kho và có thể đặt hàng

source: Product Cross Sells
vi: Sản phẩm bán chéo

source: Show variation parents
vi: Hiển thị cha mẹ biến thể

source: Render variation parents instead of the children.
vi: Kết xuất biến thể cha mẹ thay vì con cái.

source: Category
vi: Loại

source: Category Products Highlight
vi: Thể loại sản phẩm nổi bật

source: Products
vi: Các sản phẩm

source: Select all products you want to show
vi: Chọn tất cả các sản phẩm bạn muốn hiển thị

source: Product Selection
vi: Lựa chọn sản phẩm

source: Product Highlights (asynchronous)
vi: Điểm nổi bật của sản phẩm (không đồng bộ)

source: Cutoff days
vi: Ngày cắt

source: Cache timeout (seconds)
vi: Thời gian chờ bộ nhớ cache (giây)

source: Product Cross Sells (asynchronous)
vi: Sản phẩm bán chéo (không đồng bộ)

source: Category Products Highlight (asynchronous)
vi: Danh mục sản phẩm nổi bật (không đồng bộ)

source: Product Selection (asynchronous)
vi: Lựa chọn sản phẩm (không đồng bộ)

source: In-Place Snippet
vi: Đoạn trích tại chỗ

source: Resource snippet for start of head
vi: Đoán nguồn tài nguyên cho đầu

source: Resource snippet for end of head
vi: Đoạn trích tài nguyên cho đầu

source: Resource snippet for beginning of body
vi: Đoạn trích tài nguyên để bắt đầu cơ thể

source: Resource for end of body
vi: Nguồn lực cho phần cuối của cơ thể

source: %(name)s Ordering
vi: %(name)s Đặt hàng

source: Ordering
vi: Đặt hàng

source: Social Media Links
vi: Liên kết truyền thông xã hội

source: Topic
vi: Đề tài

source: Icon Size
vi: Kích thước biểu tượng

source: Default
vi: Mặc định

source: Large
vi: Lớn

source: Alignment
vi: Liên kết

source: Left
vi: Bên trái

source: Center
vi: Trung tâm

source: Right
vi: Phải

source: text
vi: chữ

source: Click to edit placeholder: %s
vi: Bấm để chỉnh sửa trình giữ chỗ: %s

source: End of head
vi: Kết thúc đầu

source: Start of head
vi: Bắt đầu của đầu

source: End of body
vi: Kết thúc cơ thể

source: Start of body
vi: Bắt đầu của cơ thể

source: Content start
vi: Nội dung bắt đầu

source: Content end
vi: Nội dung kết thúc

source: (Error while rendering.)
vi: (Lỗi trong khi kết xuất.)

source: No access to editing.
vi: Không có quyền truy cập để chỉnh sửa.

source: Unknown command: `%s`.
vi: Lệnh không xác định: `%s`.

source: Unable to determine the current theme.
vi: Không thể xác định chủ đề hiện tại.

source: Can't add more than %d cells in one row.
vi: Không thể thêm nhiều hơn %d các ô trong một hàng.

source: Published
vi: Xuất bản

source: Reverted
vi: Hoàn nguyên

source: Custom
vi: Phong tục

source: Full Width
vi: Chiều rộng đầy đủ

source: Three Fourths (3/4)
vi: Ba phần tư (3/4)

source: Two Thirds (2/3)
vi: Hai phần ba (2/3)

source: Half (1/2)
vi: Một nửa (1/2)

source: One Third (1/3)
vi: Một phần ba (1/3)

source: One Fourth (1/4)
vi: Một phần tư (1/4)

source: Auto
vi: Tự động

source: Cell width
vi: Chiều rộng ô

source: Cell align
vi: Căn chỉnh tế bào

source: Extra classes
vi: Các lớp học bổ sung

source: Add extra CSS classes names to the cell
vi: Thêm tên lớp CSS bổ sung vào ô

source: No Plugin
vi: Không có plugin
