Repository: buiminhhieuktpm/shuup
Catalog: shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Anonymize
vi: Ẩn danh

source: Download data
vi: Tải xuống dữ liệu

source: Save
vi: Cứu

source: General Data Protection Regulation
vi: Quy định bảo vệ dữ liệu chung

source: Contact was anonymized.
vi: Liên hệ đã được ẩn danh.

source: My Data
vi: Dữ liệu của tôi

source: Customer data
vi: Dữ liệu khách hàng

source: enabled
vi: Đã bật

source: Define if the GDPR is active.
vi: Xác định nếu GDPR hoạt động.

source: skip consent on login
vi: Bỏ qua sự đồng ý về đăng nhập

source: Do not require consent on login when GDPR is activated.
vi: Không yêu cầu đồng ý đăng nhập khi GDPR được kích hoạt.

source: privacy policy page
vi: Trang chính sách bảo mật

source: consent pages
vi: trang đồng ý

source: cookie banner content
vi: Nội dung Banner Cookie

source: The text to be presented to users in a pop-up warning.
vi: Văn bản được trình bày cho người dùng trong một cảnh báo bật lên.

source: cookie privacy excerpt
vi: Trích đoạn quyền riêng tư cookie

source: The summary text to be presented about cookie privacy.
vi: Văn bản tóm tắt được trình bày về quyền riêng tư cookie.

source: login consent text
vi: Đăng nhập văn bản đồng ý

source: GDPR settings
vi: Cài đặt GDPR

source: GDPR for {}
vi: GDPR cho {}

source: always active
vi: luôn luôn hoạt động

source: active by default
vi: hoạt động theo mặc định

source: whether this cookie category is active by default
vi: Liệu danh mục cookie này có hoạt động theo mặc định

source: cookies used
vi: Cookies được sử dụng

source: Snippets to block if not consented
vi: Đoạn trích để chặn nếu không đồng ý

source: name
vi: tên

source: how we use
vi: Cách chúng tôi sử dụng

source: Describe the purpose of this category of cookies and how it is used.
vi: Mô tả mục đích của loại cookie này và cách sử dụng nó.

source: GDPR cookie category
vi: Danh mục cookie GDPR

source: GDPR cookie categories
vi: Danh mục cookie GDPR

source: GDPR cookie category for {}
vi: Danh mục cookie GDPR cho {}

source: created on
vi: được tạo ra trên

source: consent documents
vi: tài liệu đồng ý

source: GDPR user consent
vi: Sự đồng ý của người dùng GDPR

source: GDPR user consents
vi: Người dùng GDPR đồng ý

source: GDPR user consent in {} for user {} in shop {}
vi: Sự đồng ý của người dùng GDPR trong {} cho người dùng {} trong shop {}

source: GDPR user consent document for {} (Version: {})
vi: Tài liệu đồng ý người dùng GDPR cho {} (phiên bản: {})

source: You must accept this in order to register.
vi: Bạn phải chấp nhận điều này để đăng ký.

source: You must accept this to order.
vi: Bạn phải chấp nhận điều này để đặt hàng.

source: You must accept this in order to authenticate.
vi: Bạn phải chấp nhận điều này để xác thực.

source: Privacy Policy
vi: Chính sách bảo mật

source: Required
vi: Yêu cầu

source: GDPR: Anonymize
vi: GDPR: Ẩn danh

source: GDPR: Anonymize contact
vi: GDPR: Liên hệ ẩn danh

source: Customer ID {customer_id} requested to be anonymized.
vi: ID khách hàng {customer_id} được yêu cầu ẩn danh.

source: Anonymization requested.
vi: Yêu cầu ẩn danh.
