Repository: buiminhhieuktpm/shuup
Catalog: shuup/default_tax/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Shuup Default Tax
vi: Thuế mặc định của Shuup

source: Tax Rules
vi: Quy tắc thuế

source: Show tax rules
vi: Hiển thị các quy tắc thuế

source: Use ISO 3166-1 country codes (US, FI etc.)
vi: Sử dụng mã quốc gia ISO 3166-1 (Hoa Kỳ, FI, v.v.)

source: Use two letter state codes for the US
vi: Sử dụng hai mã trạng thái cho Hoa Kỳ

source: Tax Rule
vi: Quy tắc thuế

source: Tax
vi: Thuế

source: Tax Classes
vi: Lớp thuế

source: Customer Tax Groups
vi: Nhóm thuế khách hàng

source: Countries
vi: Quốc gia

source: Regions
vi: Khu vực

source: Postal Codes
vi: Mã bưu điện

source: Priority
vi: Sự ưu tiên

source: Override Group
vi: GROUND GROUND

source: Enabled
vi: Đã bật

source: enabled
vi: Đã bật

source: Enable this if this tax rule is active.
vi: Kích hoạt điều này nếu quy tắc thuế này đang hoạt động.

source: tax classes
vi: lớp thuế

source: Tax classes of the items to be taxed
vi: Các lớp thuế của các mặt hàng bị đánh thuế

source: customer tax groups
vi: Nhóm thuế khách hàng

source: The customer tax groups for which this tax rule is limited.
vi: Các nhóm thuế khách hàng mà quy tắc thuế này bị hạn chế.

source: country codes pattern
vi: mẫu mã quốc gia

source: region codes pattern
vi: Mẫu mã khu vực

source: postal codes pattern
vi: Mẫu mã bưu điện

source: priority
vi: sự ưu tiên

source: override group number
vi: ghi đè số nhóm

source: tax
vi: thuế

source: The tax to apply when this rule is applied.
vi: Thuế cần áp dụng khi quy tắc này được áp dụng.

source: Tax rule {} ({})
vi: Quy tắc thuế {} ({})

source: Default Taxation
vi: Thuế mặc định
