Repository: buiminhhieuktpm/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: vi

source: min weight ({})
vi: Trọng lượng tối thiểu ({})

source: The minimum weight for this price to apply.
vi: Trọng lượng tối thiểu cho giá này để áp dụng.

source: max weight ({})
vi: Trọng lượng tối đa ({})

source: The maximum weight before this price no longer applies.
vi: Trọng lượng tối đa trước khi giá này không còn được áp dụng.

source: The cost to apply to this service when the weight criteria is met.
vi: Chi phí áp dụng cho dịch vụ này khi các tiêu chí cân nặng được đáp ứng.

source: Weight-based pricing
vi: Giá dựa trên cân nặng

source: Weight does not match with any range.
vi: Trọng lượng không phù hợp với bất kỳ phạm vi.

source: Contact group availability
vi: Liên hệ với nhóm sẵn có

source: Make service available only for specific contact groups.
vi: Làm cho dịch vụ chỉ có sẵn cho các nhóm liên hệ cụ thể.

source: groups
vi: nhóm

source: The contact groups for which this service is available.
vi: Các nhóm liên hệ mà dịch vụ này có sẵn.

source: Customer does not belong to any group.
vi: Khách hàng không thuộc về bất kỳ nhóm nào.

source: Service is not available for any of the customer's groups.
vi: Dịch vụ không có sẵn cho bất kỳ nhóm khách hàng nào.

source: Access to Admin Panel only availability
vi: Chỉ có quyền truy cập vào bảng quản trị

source: Order total price limit
vi: Đặt hàng tổng giới hạn giá

source: Limit service availability based on order's total price.
vi: Giới hạn tính khả dụng của dịch vụ dựa trên tổng giá của đơn hàng.

source: min price value
vi: Giá trị tối thiểu giá trị

source: max price value
vi: Giá trị giá tối đa

source: Order's total price is not within the defined service limits.
vi: Tổng giá của đơn hàng không nằm trong giới hạn dịch vụ được xác định.

source: Country limit
vi: Giới hạn quốc gia

source: Limit service availability based on countries selected.
vi: Giới hạn tính khả dụng của dịch vụ dựa trên các quốc gia được chọn.

source: available in countries
vi: có sẵn ở các quốc gia

source: available in european union
vi: Có sẵn ở Liên minh Châu Âu

source: unavailable in countries
vi: Không có sẵn ở các quốc gia

source: unavailable in european union
vi: Không có sẵn ở Liên minh Châu Âu

source: Service is not available without a defined country.
vi: Dịch vụ không có sẵn mà không có một quốc gia xác định.

source: Service is not available for this country.
vi: Dịch vụ không có sẵn cho đất nước này.

source: round up to the nearest number with ties going up, away from zero
vi: làm tròn đến số gần nhất với các mối quan hệ đi lên, cách xa số không

source: round to the nearest number with ties going down, towards zero
vi: tròn đến số gần nhất với các mối quan hệ đi xuống, về phía không

source: round up, away from zero, towards the farther round number
vi: Làm tròn, cách xa số không, về phía số vòng xa hơn

source: round down, towards zero, towards the closest round number
vi: quay xuống, về phía 0, hướng về số vòng gần nhất

source: payment processor
vi: Bộ xử lý thanh toán

source: rounding quantize
vi: làm tròn lượng tử hóa

source: Choose rounding quantize (precision) for cash payment.
vi: Chọn Làm tròn Quantize (độ chính xác) để thanh toán bằng tiền mặt.

source: rounding mode
vi: Chế độ làm tròn

source: Choose rounding mode for cash payment.
vi: Chọn chế độ làm tròn để thanh toán bằng tiền mặt.

source: custom payment processor
vi: Bộ xử lý thanh toán tùy chỉnh

source: custom payment processors
vi: Bộ xử lý thanh toán tùy chỉnh

source: Manually processed payment
vi: Thanh toán được xử lý thủ công

source: Cash payment
vi: Thanh toán bằng tiền mặt

source: carrier
vi: người vận chuyển

source: custom carrier
vi: người vận chuyển tùy chỉnh

source: custom carriers
vi: người vận chuyển tùy chỉnh

source: Manually processed shipment
vi: Lô hàng được xử lý thủ công

source: Not sent
vi: Không được gửi

source: Sent
vi: Đã gửi

source: Error
vi: Lỗi

source: Deleted
vi: Đã xóa

source: outgoing
vi: hướng ngoại

source: incoming
vi: đến

source: tracking code
vi: Mã theo dõi

source: tracking url
vi: Theo dõi URL

source: volume ({})
vi: âm lượng ({})

source: weight ({})
vi: cân nặng ({})

source: shipment
vi: Lô hàng

source: shipments
vi: lô hàng

source: unit volume ({})
vi: Khối lượng đơn vị ({})

source: unit weight ({})
vi: Trọng lượng đơn vị ({})

source: sent product
vi: Đã gửi sản phẩm

source: sent products
vi: Đã gửi sản phẩm

source: domain
vi: lãnh địa

source: Shop's logo. Will be shown at theme.
vi: Logo của cửa hàng.Sẽ được hiển thị tại chủ đề.

source: maintenance mode
vi: Chế độ bảo trì

source: contact address
vi: địa chỉ liên hệ

source: staff members
vi: Nhân viên

source: The shop name. This name is displayed throughout Admin Panel.
vi: Tên cửa hàng.Tên này được hiển thị trong toàn bộ bảng quản trị.

source: maintenance message
vi: Thông điệp bảo trì

source: alert limit
vi: giới hạn cảnh báo

source: physical stock count
vi: Số lượng cổ phiếu vật lý

source: logical stock count
vi: Số lượng cổ phiếu logic

source: internal
vi: nội bộ

source: external
vi: bên ngoài

source: supplier type
vi: Loại nhà cung cấp

source: stock managed
vi: quản lý cổ phiếu

source: supplier modules
vi: Mô -đun nhà cung cấp

source: module data
vi: Dữ liệu mô -đun

source: Approved
vi: Tán thành

source: Indicates whether this supplier is currently approved for work.
vi: Cho biết liệu nhà cung cấp này hiện đang được phê duyệt cho công việc.

source: module identifier
vi: Định danh mô -đun

source: Module name
vi: Tên mô -đun

source: Supplier modules name.
vi: Tên mô -đun nhà cung cấp.

source: Can't change the business critical fields of the Tax that is in use.
vi: Không thể thay đổi các lĩnh vực quan trọng kinh doanh của thuế đang được sử dụng.

source: The abbreviated tax code name.
vi: Tên mã số thuế viết tắt.

source: tax rate
vi: thuế suất

source: tax amount value
vi: Giá trị số tiền thuế

source: currency of the amount tax
vi: Tiền tệ của số tiền thuế

source: Enable if this tax is valid and should be active.
vi: Kích hoạt nếu thuế này là hợp lệ và nên hoạt động.

source: Either rate or amount tax is required.
vi: Yêu cầu thuế hoặc thuế.

source: Can't have both rate and amount taxes. They are mutually exclusive.
vi: Không thể có cả thuế và thuế.Họ là loại trừ lẫn nhau.

source: Currency is required if the amount tax value is specified.
vi: Tiền tệ là bắt buộc nếu giá trị thuế số tiền được chỉ định.

source: taxes
vi: thuế

source: Enable if this tax class is valid and should be active.
vi: Kích hoạt nếu lớp thuế này hợp lệ và nên hoạt động.

source: tax classes
vi: lớp thuế

source: customer tax group
vi: Nhóm thuế khách hàng

source: customer tax groups
vi: Nhóm thuế khách hàng

source: Retail Customers
vi: Khách hàng bán lẻ

source: Company Customers
vi: Khách hàng của công ty

source: allowed decimal places
vi: cho phép các vị trí thập phân

source: sales units
vi: Đơn vị bán hàng

source: unit symbol
vi: Biểu tượng đơn vị

source: Value must be positive and non-zero.
vi: Giá trị phải tích cực và khác không.

source: internal unit
vi: Đơn vị nội bộ

source: The sales unit that this display unit is linked to.
vi: Đơn vị bán hàng mà đơn vị hiển thị này được liên kết với.

source: ratio
vi: tỷ lệ

source: comparison value
vi: Giá trị so sánh

source: allow bare number
vi: Cho phép số trần

source: use by default
vi: sử dụng theo mặc định

source: Name of the display unit, e.g. grams.
vi: Tên của đơn vị hiển thị, ví dụ:gam.

source: symbol
vi: biểu tượng

source: An abbreviated name of the display unit, e.g. 'g'.
vi: Một tên viết tắt của đơn vị hiển thị, ví dụ:'G'.

source: display units
vi: Hiển thị đơn vị

source: Pieces
vi: Mảnh

source: inherit
vi: kế thừa

source: skip
vi: nhảy

source: delete
vi: xóa bỏ

source: The total price should be greater than {} to be ordered.
vi: Tổng giá phải lớn hơn {} để được đặt hàng.

source: %s is not available in this shop.
vi: %s không có sẵn trong cửa hàng này.

source: Default Pricing
vi: Giá cả mặc định

source: The product kind {value} is not unique!
vi: Loại sản phẩm {value} không phải là duy nhất!

source: Product
vi: Sản phẩm

source: inventory
vi: hàng tồn kho

source: restock
vi: bổ sung

source: restock logical
vi: Restock logic

source: Failed to execute the task
vi: Không thực hiện được nhiệm vụ

source: An unexpeted error occurred.
vi: Một lỗi không mong muốn đã xảy ra.

source: Refund for %s
vi: Hoàn trả cho %s

source: Misc refund
vi: Hoàn lại tiền

source: Untaxed
vi: Không bị cáo

source: This field cannot be changed since it is protected.
vi: Trường này không thể được thay đổi vì nó được bảo vệ.

source: Region
vi: Vùng đất

source: Username
vi: Tên người dùng

source: Please provide either username or email, not both.
vi: Vui lòng cung cấp tên người dùng hoặc email, không phải cả hai.

source: Please provide either username or email.
vi: Vui lòng cung cấp tên người dùng hoặc email.

source: First Last
vi: Đầu tiên cuối cùng
