Repository: buiminhhieuktpm/shuup
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Error! Invalid command `%s`.
vi: Lỗi!Lệnh không hợp lệ `%s`.

source: Error! The quantity `%f` is not allowed. Please use an integer value.
vi: Lỗi!Số lượng `%f` không được phép.Vui lòng sử dụng giá trị số nguyên.

source: Error! The quantity `%s` is not valid.
vi: Lỗi!Số lượng `%s` không hợp lệ.

source: Error! This variation is not available.
vi: Lỗi!Biến thể này không có sẵn.

source: Customer is not active.
vi: Khách hàng không hoạt động.

source: Shop does not have all the necessary permissions for this customer.
vi: Cửa hàng không có tất cả các quyền cần thiết cho khách hàng này.

source: Invalid customer.
vi: Khách hàng không hợp lệ.

source: Orderer is not a member of the company.
vi: Orderer không phải là thành viên của công ty.

source: You are not a member of the company.
vi: Bạn không phải là thành viên của công ty.

source: Basket loading failed: Incompatible basket (%s).
vi: Đang tải rổ không thành công: Giỏ không tương thích (%s).

source: Try to remove some products from the basket and order them separately.
vi: Cố gắng loại bỏ một số sản phẩm từ giỏ và đặt hàng riêng.

source: Products in basket can't be shipped together. %s
vi: Sản phẩm trong giỏ không thể được vận chuyển cùng nhau. %s

source: Products in basket have no common payment method. %s
vi: Sản phẩm trong giỏ không có phương thức thanh toán chung. %s

source: internal identifier
vi: định danh nội bộ

source: Do not change this value if you are not sure what you are doing.
vi: Không thay đổi giá trị này nếu bạn không chắc chắn những gì bạn đang làm.

source: Invalid color
vi: Màu sắc không hợp lệ

source: Enter a valid JSON.
vi: Nhập một JSON hợp lệ.

source: Error!
vi: Lỗi!

source: No such shop is configured.
vi: Không có cửa hàng như vậy được cấu hình.

source: shipping address
vi: Địa chỉ vận chuyển

source: billing address
vi: địa chỉ thanh toán

source: enabled
vi: Đã bật

source: name prefix
vi: Tên tiền tố

source: The name prefix. For example, Mr, Mrs, Ms, Dr, etc.
vi: Tiền tố tên.Ví dụ, MR, MRS, MS, DR, v.v.

source: name
vi: tên

source: name suffix
vi: tên hậu tố

source: The name suffix. For example, Jr, Sr, etc.
vi: Tên hậu tố.Ví dụ, Jr, SR, v.v.

source: name extension
vi: tên mở rộng

source: company name
vi: Tên công ty

source: The company name for the address.
vi: Tên công ty cho địa chỉ.

source: tax number
vi: số thuế

source: The primary phone number for the address.
vi: Số điện thoại chính cho địa chỉ.

source: The primary email for the address.
vi: Email chính cho địa chỉ.

source: street
vi: đường phố

source: street (2)
vi: đường phố (2)

source: An additional street address line.
vi: Một dòng địa chỉ đường phố bổ sung.

source: street (3)
vi: đường phố (3)

source: Any additional street address line.
vi: Bất kỳ dòng địa chỉ đường phố bổ sung.

source: postal code
vi: Mã bưu điện

source: The address postal/zip code.
vi: Địa chỉ mã bưu điện/mã zip.

source: city
vi: thành phố

source: The address city.
vi: Thành phố địa chỉ.

source: region code
vi: Mã vùng

source: The address region, province, or state.
vi: Khu vực địa chỉ, tỉnh hoặc tiểu bang.

source: region
vi: vùng đất

source: country
vi: quốc gia

source: The address country.
vi: Quốc gia địa chỉ.

source: address
vi: Địa chỉ

source: addresses
vi: địa chỉ

source: owner
vi: người sở hữu

source: role
vi: vai trò

source: status
vi: trạng thái

source: title
vi: tiêu đề

source: saved address
vi: địa chỉ lưu

source: saved addresses
vi: Địa chỉ lưu

source: hidden
vi: ẩn giấu

source: private metadata
vi: Siêu dữ liệu riêng

source: integer
vi: Số nguyên

source: time interval
vi: khoảng thời gian

source: date and time
vi: ngày và thời gian

source: translated string
vi: Chuỗi dịch

source: untranslated string
vi: Chuỗi chưa được dịch

source: choices
vi: sự lựa chọn

source: searchable
vi: có thể tìm kiếm

source: type
vi: kiểu

source: Minimum amount of choices
vi: Số lượng lựa chọn tối thiểu

source: Maximum amount of choices
vi: Số lượng lựa chọn tối đa

source: visibility mode
vi: Chế độ hiển thị

source: The ordering in which your attribute will be displayed.
vi: Thứ tự trong đó thuộc tính của bạn sẽ được hiển thị.

source: attribute
vi: thuộc tính

source: attributes
vi: thuộc tính

source: chosen options
vi: Tùy chọn đã chọn

source: datetime value
vi: Giá trị DateTime

source: untranslated value
vi: giá trị chưa được dịch

source: queue name
vi: Tên hàng đợi

source: created on
vi: được tạo ra trên

source: modified on
vi: sửa đổi trên

source: task function
vi: chức năng nhiệm vụ

source: task arguments
vi: đối số nhiệm vụ

source: supplier
vi: nhà cung cấp

source: user
vi: người dùng

source: background task
vi: Nhiệm vụ nền

source: background tasks
vi: Nhiệm vụ nền

source: running
vi: đang chạy

source: success
vi: thành công

source: error
vi: lỗi

source: started on
vi: bắt đầu

source: finished on
vi: hoàn thành trên

source: results
vi: kết quả

source: error log
vi: Nhật ký lỗi

source: background task execution
vi: thực thi nhiệm vụ nền

source: The following fields are protected and can not be changed.
vi: Các trường sau được bảo vệ và không thể thay đổi.

source: key
vi: chìa khóa

source: customer
vi: khách hàng

source: orderer
vi: người đặt hàng

source: creator
vi: người tạo ra

source: updated on
vi: Cập nhật trên

source: deleted
vi: đã xóa

source: finished
vi: hoàn thành

source: data
vi: dữ liệu

source: taxless total price
vi: Tổng giá vô thuế

source: taxful total price
vi: Tổng giá thuế

source: currency
vi: tiền tệ

source: prices include tax
vi: Giá bao gồm thuế

source: product_count
vi: sản phẩm_count

source: products
vi: các sản phẩm

source: basket
vi: rổ

source: baskets
vi: Giỏ

source: invisible
vi: vô hình

source: visible
vi: dễ thấy

source: visible to all
vi: có thể nhìn thấy cho tất cả

source: visible to logged-in customers
vi: Có thể nhìn thấy cho khách hàng đăng nhập

source: parent category
vi: Thể loại phụ huynh

source: shops
vi: Cửa hàng

source: You can select which shops the category is visible in.
vi: Bạn có thể chọn các cửa hàng nào có thể nhìn thấy.

source: Choose if you want this category to be visible in your store.
vi: Chọn nếu bạn muốn danh mục này được hiển thị trong cửa hàng của bạn.

source: image
vi: hình ảnh

source: ordering
vi: đặt hàng

source: visibility limitations
vi: giới hạn khả năng hiển thị

source: visible in menu
vi: Có thể nhìn thấy trong menu

source: Enable if this category should be visible in the store front's menu.
vi: Bật nếu danh mục này có thể hiển thị trong menu của cửa hàng.

source: description
vi: Sự miêu tả

source: slug
vi: sên

source: categories
vi: Thể loại

source: value
vi: giá trị

source: configuration item
vi: Mục cấu hình

source: configuration items
vi: Mục cấu hình

source: %(key)s for shop %(shop)s
vi: %(key) s cho cửa hàng %(shop)s

source: show as pricing option
vi: Hiển thị là tùy chọn định giá

source: hide prices
vi: Ẩn giá

source: Unknown
vi: Không xác định

source: Price Display Options for Contact Group %s
vi: Tùy chọn hiển thị giá cho nhóm liên hệ %s

source: contact group price display
vi: Hiển thị giá nhóm liên hệ

source: contact group price displays
vi: Hiển thị giá nhóm liên hệ

source: members
vi: thành viên

source: contact group
vi: Nhóm liên hệ

source: contact groups
vi: Các nhóm liên hệ

source: Cannot set shop for default Contact Group.
vi: Không thể đặt cửa hàng cho nhóm liên hệ mặc định.

source: active
vi: tích cực

source: Enable this if the contact is an active customer.
vi: Kích hoạt điều này nếu liên hệ là một khách hàng tích cực.

source: Inform which shops have access to this contact.
vi: Thông báo những cửa hàng có quyền truy cập vào liên hệ này.

source: language
vi: ngôn ngữ

source: The primary language to be used in all communications with the contact.
vi: Ngôn ngữ chính được sử dụng trong tất cả các giao tiếp với liên hệ.

source: marketing permission
vi: sự cho phép tiếp thị

source: The primary phone number of the contact.
vi: Số điện thoại chính của liên hệ.

source: web address
vi: địa chỉ web

source: The web address of the contact, if any.
vi: Địa chỉ web của liên hệ, nếu có.

source: time zone
vi: múi giờ

source: The name prefix of the contact. For example, Mr, Mrs, Dr, etc.
vi: Tiền tố tên của liên hệ.Ví dụ, MR, MRS, DR, v.v.

source: The contact name
vi: Tên liên lạc

source: The name suffix of the contact. For example, Sr, Jr, etc.
vi: Hậu tố tên của liên hệ.Ví dụ, SR, JR, v.v.

source: merchant notes
vi: Ghi chú thương mại

source: account manager
vi: Quản lý tài khoản

source: options
vi: tùy chọn

source: picture
vi: hình ảnh

source: contact
vi: liên hệ

source: contacts
vi: Liên hệ

source: Company Contacts
vi: Liên hệ công ty

source: e.g. EIN in US or VAT code in Europe
vi: ví dụ.EIN ở Hoa Kỳ hoặc mã VAT ở Châu Âu

source: company
vi: công ty

source: companies
vi: công ty

source: undisclosed
vi: không được tiết lộ

source: female
vi: nữ giới

source: other
vi: khác

source: Person Contacts
vi: Người liên hệ người

source: gender
vi: giới tính

source: The gender of the contact.
vi: Giới tính của liên hệ.

source: birth date
vi: Ngày sinh

source: The birth date of the contact.
vi: Ngày sinh của liên lạc.

source: first name
vi: Tên

source: The first name of the contact.
vi: Tên đầu tiên của liên hệ.

source: last name
vi: họ

source: The last name of the contact.
vi: Tên cuối cùng của người liên lạc.

source: person
vi: người

source: persons
vi: người

source: order reference
vi: Tham khảo thứ tự

source: identifier
vi: định danh

source: counter
vi: quầy tính tiền

source: counters
vi: quầy

source: code
vi: mã số

source: The ISO-4217 code of the currency
vi: Mã ISO-4217 của tiền tệ

source: decimal places
vi: vị trí thập phân

source: Enter a valid ISO-4217 currency code.
vi: Nhập mã tiền tệ ISO-4217 hợp lệ.

source: currencies
vi: tiền tệ

source: label
vi: nhãn

source: labels
vi: nhãn

source: added
vi: Đã thêm

source: manufacturer
vi: nhà sản xuất

source: manufacturers
vi: nhà sản xuất

source: file
vi: tài liệu

source: Select which shops you would like the files to be visible in.
vi: Chọn những cửa hàng bạn muốn hiển thị các tệp.

source: folder
vi: thư mục

source: Select which shops you would like the folder to be visible in.
vi: Chọn những cửa hàng bạn muốn hiển thị thư mục.

source: Should this folder be visible for everyone in the media browser
vi: Có thể hiển thị thư mục này cho mọi người trong trình duyệt truyền thông

source: owners
vi: chủ sở hữu

source: Select which users will own this folder.
vi: Chọn người dùng nào sẽ sở hữu thư mục này.

source: product
vi: sản phẩm

source: shipping
vi: vận chuyển

source: payment
vi: sự chi trả

source: refund
vi: đền bù

source: parent line
vi: dòng cha mẹ

source: line type
vi: loại dòng

source: line text
vi: văn bản dòng

source: accounting identifier
vi: Định danh kế toán

source: verified
vi: đã xác minh

source: extra data
vi: thêm dữ liệu

source: quantity
vi: Số lượng

source: unit price amount (undiscounted)
vi: Đơn giá số tiền (chưa được khám phá)

source: total amount of discount
vi: Tổng số tiền chiết khấu

source: order line
vi: dòng đặt hàng

source: order lines
vi: dòng đặt hàng

source: order
vi: đặt hàng

source: tax
vi: thuế

source: tax name
vi: Tên thuế

source: tax amount
vi: số tiền thuế

source: base amount
vi: số tiền cơ sở

source: Amount that this tax is calculated from.
vi: Số tiền mà thuế này được tính từ.

source: not paid
vi: không được trả tiền

source: partially paid
vi: được trả một phần

source: fully paid
vi: được trả hoàn toàn

source: canceled
vi: bị hủy bỏ

source: deferred
vi: hoãn lại

source: partially shipped
vi: vận chuyển một phần

source: fully shipped
vi: được vận chuyển đầy đủ

source: none
vi: không có

source: Initial
vi: Ban đầu

source: Complete
vi: Hoàn thành

source: Canceled
vi: Bị hủy bỏ

source: Processing
vi: Xử lý

source: Received
vi: Đã nhận

source: In Progress
vi: Trong tiến trình

source: The processing order of statuses. Default is always processed first.
vi: Thứ tự xử lý trạng thái.Mặc định luôn được xử lý trước.

source: The role of this status. One role can have multiple order statuses.
vi: Vai trò của tình trạng này.Một vai trò có thể có nhiều trạng thái đặt hàng.

source: default
vi: mặc định

source: Defines if the status is usable.
vi: Xác định nếu trạng thái có thể sử dụng được.

source: Name of the order status.
vi: Tên của trạng thái đơn hàng.

source: public name
vi: Tên công khai

source: The name shown to the customers in shop front.
vi: Tên hiển thị cho khách hàng ở cửa hàng.

source: allowed next statuses
vi: cho phép các trạng thái tiếp theo

source: is visible for the user
vi: có thể nhìn thấy cho người dùng

source: Indicates whether this status is visible for the customers
vi: Cho biết liệu trạng thái này có hiển thị cho khách hàng

source: order status
vi: trạng thái đặt hàng

source: order statuses
vi: trạng thái đặt hàng

source: order id
vi: ID đặt hàng

source: previous order status
vi: Trạng thái đơn hàng trước

source: creating user
vi: Tạo người dùng

source: order identifier
vi: Định danh đặt hàng

source: reference number
vi: Số tham chiếu

source: email address
vi: Địa chỉ email

source: customer groups
vi: Nhóm khách hàng

source: payment status
vi: tình trạng thanh toán

source: shipping status
vi: tình trạng vận chuyển

source: payment method
vi: Phương thức thanh toán

source: payment data
vi: Dữ liệu thanh toán

source: shipping method
vi: phương pháp vận chuyển

source: shipping method name
vi: Tên phương thức vận chuyển

source: shipping data
vi: Vận chuyển dữ liệu

source: grand total
vi: tổng số lớn

source: taxless total
vi: Tổng số vô thuế

source: display currency
vi: hiển thị tiền tệ

source: display currency rate
vi: hiển thị tỷ lệ tiền tệ

source: order date
vi: ngày đặt hàng

source: payment date
vi: ngày thanh toán

source: customer comment
vi: Nhận xét của khách hàng

source: admin comment/notes
vi: Nhận xét/ghi chú của quản trị viên

source: requires verification
vi: yêu cầu xác minh

source: all lines verified
vi: Tất cả các dòng được xác minh

source: codes
vi: Mã

source: orders
vi: đơn đặt hàng

source: Order was marked as paid.
vi: Đơn đặt hàng được đánh dấu là trả tiền.

source: Order was marked as partially paid.
vi: Đơn đặt hàng được đánh dấu là được trả một phần.

source: Success! Shipment #%d was created.
vi: Thành công!Lô hàng #%d đã được tạo ra.

source: All rows requiring verification have been verified.
vi: Tất cả các hàng yêu cầu xác minh đã được xác minh.

source: New shipping status is set to: %(shipping_status)s.
vi: Trạng thái vận chuyển mới được đặt thành: %(shipping_status)s.

source: New payment status is set to: %(payment_status)s.
vi: Trạng thái thanh toán mới được đặt thành: %(payment_status)s.

source: Error! Can not change to this status
vi: Lỗi!Không thể thay đổi trạng thái này

source: gateway ID
vi: ID cổng

source: amount
vi: số lượng

source: foreign amount
vi: số tiền nước ngoài

source: foreign amount currency
vi: tiền nước ngoài tiền tệ

source: payments
vi: thanh toán

source: module
vi: Mô -đun

source: time
vi: thời gian

source: cache entry
vi: Nhập bộ nhớ cache

source: cache entries
vi: Mục nhập bộ nhớ cache

source: Monday
vi: Thứ hai

source: Tuesday
vi: Thứ ba

source: Wednesday
vi: Thứ Tư

source: Thursday
vi: Thứ năm

source: Friday
vi: Thứ sáu

source: Saturday
vi: Thứ bảy

source: Sunday
vi: Chủ nhật

source: Pricing module identifier
vi: Định danh mô -đun giá

source: price
vi: giá

source: The indexed product price
vi: Giá sản phẩm được lập chỉ mục

source: is available
vi: có sẵn

source: Catalog rule
vi: Quy tắc danh mục

source: The rule in which this price is available.
vi: Các quy tắc trong đó giá này có sẵn.

source: Discount module identifier
vi: Định danh mô -đun giảm giá

source: Valid start date and time
vi: Ngày và giờ bắt đầu hợp lệ

source: Valid end date and time
vi: Ngày và giờ kết thúc hợp lệ

source: Valid start hour
vi: Giờ bắt đầu hợp lệ

source: Valid end hour
vi: Giờ kết thúc hợp lệ

source: Valid weekday
vi: Ngày trong tuần hợp lệ

source: discounted price
vi: Giá giảm giá

source: The indexed discounted product price.
vi: Giá sản phẩm giảm giá được lập chỉ mục.

source: The rule in which this discounted price is available.
vi: Các quy tắc trong đó giá chiết khấu này có sẵn.

source: documentation
vi: tài liệu

source: sample
vi: vật mẫu

source: Select which shops you would like the product media to be visible in.
vi: Chọn những cửa hàng nào bạn muốn hiển thị phương tiện sản phẩm.

source: kind
vi: loại

source: display order
vi: Hiển thị thứ tự

source: public (shown on product page)
vi: công khai (hiển thị trên trang sản phẩm)

source: purchased (shown for finished purchases)
vi: đã mua (hiển thị để mua hoàn thành)

source: product attachment
vi: Đính kèm sản phẩm

source: product attachments
vi: Tệp đính kèm sản phẩm

source: attachment
vi: đính kèm

source: parent product
vi: sản phẩm cha mẹ

source: child product
vi: sản phẩm trẻ em

source: not visible
vi: không nhìn thấy được

source: listed
vi: liệt kê

source: always visible
vi: luôn luôn nhìn thấy

source: suppliers
vi: nhà cung cấp

source: visibility
vi: khả năng hiển thị

source: purchasable
vi: có thể mua được

source: backorder maximum
vi: Backoring tối đa

source: purchase multiple
vi: Mua nhiều

source: minimum purchase quantity
vi: Số lượng mua tối thiểu

source: limit the shipping methods
vi: giới hạn các phương thức vận chuyển

source: limit the payment methods
vi: giới hạn các phương thức thanh toán

source: shipping methods
vi: Phương pháp vận chuyển

source: payment methods
vi: Phương thức thanh toán

source: primary category
vi: Danh mục chính

source: primary image
vi: hình ảnh chính

source: default price
vi: Giá mặc định

source: minimum price
vi: Giá tối thiểu

source: available until
vi: Có sẵn cho đến khi

source: After this date this product will be invisible in store front.
vi: Sau ngày này, sản phẩm này sẽ vô hình ở cửa hàng.

source: display unit
vi: Hiển thị đơn vị

source: Unit for displaying quantities of this product.
vi: Đơn vị để hiển thị số lượng của sản phẩm này.

source: short description
vi: Mô tả ngắn

source: status text
vi: Văn bản trạng thái

source: shop product
vi: Mua sản phẩm

source: shop products
vi: Sản phẩm mua sắm

source: This product has been deleted.
vi: Sản phẩm này đã bị xóa.

source: This product is not visible.
vi: Sản phẩm này không thể nhìn thấy.

source: Error! This product is not available until the current date.
vi: Lỗi!Sản phẩm này không có sẵn cho đến ngày hiện tại.

source: The Product is invisible to users not logged in.
vi: Sản phẩm là vô hình đối với người dùng không đăng nhập.

source: This product is not visible to your group.
vi: Sản phẩm này không thể nhìn thấy cho nhóm của bạn.

source: The product is not purchasable.
vi: Sản phẩm không thể mua được.

source: The purchase quantity needs to be at least %d for this product.
vi: Số lượng mua hàng cần phải có ít nhất %d cho sản phẩm này.

source: The product has no supplier.
vi: Sản phẩm không có nhà cung cấp.

source: The product is not supplied by %s.
vi: Sản phẩm không được cung cấp bởi %s.

source: Product has no sellable children.
vi: Sản phẩm không có con có thể bán được.

source: variation variable
vi: biến thể biến

source: variation variables
vi: Biến biến thể

source: variation value
vi: Giá trị biến thể

source: variation values
vi: giá trị biến thể

source: combination hash
vi: Kết hợp băm

source: result
vi: kết quả

source: variation result
vi: Kết quả biến thể

source: variation results
vi: Kết quả biến thể

source: normal
vi: Bình thường

source: package parent
vi: gói cha mẹ

source: variation parent (simple)
vi: Biến thể cha mẹ (đơn giản)

source: variation parent (variable)
vi: Biến thể cha mẹ (biến)

source: variation child
vi: Biến thể đứa trẻ

source: subscription
vi: Đăng ký

source: visible to logged in
vi: có thể nhìn thấy để đăng nhập

source: visible to groups
vi: có thể nhìn thấy các nhóm

source: stocked
vi: dự trữ

source: unstocked
vi: không bị đánh cắp

source: recommended
vi: khuyến khích

source: related
vi: có liên quan

source: computed
vi: tính toán

source: bought with
vi: Mua với

source: not shipped (non-deliverable)
vi: không được vận chuyển (không thể giao)

source: shipped (deliverable)
vi: Vận chuyển (có thể giao hàng)

source: no verification required
vi: Không cần xác minh

source: admin verification required
vi: Yêu cầu xác minh quản trị viên

source: third party verification required
vi: Yêu cầu xác minh của bên thứ ba

source: product type
vi: loại sản phẩm

source: product types
vi: loại sản phẩm

source: mode
vi: cách thức

source: variation parent
vi: cha mẹ biến thể

source: shipping mode
vi: Chế độ vận chuyển

source: Set to `shipped` if the product requires shipment.
vi: Đặt thành `Shipped` nếu sản phẩm yêu cầu giao hàng.

source: sales unit
vi: Đơn vị bán hàng

source: tax class
vi: lớp thuế

source: barcode
vi: mã vạch

source: bookkeeping account
vi: Tài khoản kế toán

source: profit center
vi: Trung tâm lợi nhuận

source: cost center
vi: Trung tâm chi phí

source: width ({})
vi: chiều rộng ({})

source: height ({})
vi: chiều cao ({})

source: depth ({})
vi: Độ sâu ({})

source: net weight ({})
vi: Trọng lượng ròng ({})

source: gross weight ({})
vi: Tổng trọng lượng ({})

source: keywords
vi: Từ khóa

source: variation name
vi: Tên biến thể

source: Parent is a variable variation parent, yet variables were not passed.
vi: Cha mẹ là một biến thể biến đổi cha mẹ, nhưng các biến không được thông qua.

source: Package can't contain itself.
vi: Gói không thể chứa chính nó.

source: Variation parents can't belong in the package.
vi: Biến thể cha mẹ không thể thuộc về gói.

source: Packages can't be nested.
vi: Các gói không thể được lồng.

source: Quantity %s is invalid.
vi: Số lượng %s không hợp lệ.

source: primary product
vi: sản phẩm chính

source: secondary product
vi: sản phẩm thứ cấp

source: weight
vi: cân nặng

source: cross sell link
vi: liên kết chéo

source: cross sell links
vi: liên kết chéo

source: translated value
vi: giá trị dịch

source: product attribute
vi: thuộc tính sản phẩm

source: product attributes
vi: thuộc tính sản phẩm

source: Enable this if this service provider can be used when placing orders.
vi: Kích hoạt điều này nếu nhà cung cấp dịch vụ này có thể được sử dụng khi đặt hàng.

source: The service provider name.
vi: Tên nhà cung cấp dịch vụ.

source: Enable this if this service should be selectable on checkout.
vi: Kích hoạt điều này nếu dịch vụ này có thể được chọn khi thanh toán.

source: The shop for this service.
vi: Cửa hàng cho dịch vụ này.

source: choice identifier
vi: Định danh lựa chọn

source: behavior components
vi: thành phần hành vi

source: %s is disabled.
vi: %s bị vô hiệu hóa.

source: %s is for different shop.
vi: %s là cho các cửa hàng khác nhau.

source: Fixed cost
vi: Chi phí cố định

source: Add a fixed cost to the price of the service.
vi: Thêm một chi phí cố định vào giá của dịch vụ.

source: The fixed cost to apply to this service.
vi: Chi phí cố định để áp dụng cho dịch vụ này.

source: The order line text to display when this behavior is applied.
vi: Văn bản dòng đơn hàng để hiển thị khi hành vi này được áp dụng.

source: Waiving cost
vi: Miễn chi phí

source: Weight limits
vi: Giới hạn trọng lượng

source: minimum weight
vi: trọng lượng tối thiểu

source: The minimum weight required for this service to be available.
vi: Trọng lượng tối thiểu cần thiết cho dịch vụ này có sẵn.

source: maximum weight
vi: Trọng lượng tối đa

source: The maximum weight allowed by this service.
vi: Trọng lượng tối đa cho phép bởi dịch vụ này.

source: Minimum weight not met.
vi: Trọng lượng tối thiểu không được đáp ứng.

source: Maximum weight exceeded.
vi: Trọng lượng tối đa vượt quá.
