Repository: buiminhhieuktpm/shuup
Catalog: shuup/testing/locale/*/LC_MESSAGES/django.po
Languages: vi

source: About Us
vi: Về chúng tôi

source: Privacy Policy
vi: Chính sách bảo mật

source: Terms and Conditions
vi: Điều khoản và điều kiện

source: Refund Policy
vi: Chính sách hoàn lại tiền

source: {{ order.shop }} - Order {{ order.identifier }} Received
vi: {{ order.shop }} - đặt hàng {{ order.identifier }} đã nhận được

source: Send customer order confirmation email
vi: Gửi email xác nhận đơn đặt hàng của khách hàng

source: Create About Us page
vi: Tạo về trang chúng tôi

source: Create Privacy Policy page
vi: Tạo trang Chính sách bảo mật

source: Create Terms and Conditions page
vi: Tạo trang điều khoản và điều kiện

source: Create Refund Policy page
vi: Tạo trang chính sách hoàn tiền

source: Configure the footer
vi: Cấu hình chân trang

source: Content & Behavior
vi: Nội dung & Hành vi

source: Configure notifications for your shop
vi: Định cấu hình thông báo cho cửa hàng của bạn

source: Add the initial content
vi: Thêm nội dung ban đầu

source: Configure the initial content pages
vi: Định cấu hình các trang nội dung ban đầu

source: Configure some notifications
vi: Cấu hình một số thông báo

source: Demo
vi: Thử nghiệm

source: Dummy Mass Action #1
vi: Hành động hàng loạt giả #1

source: Dummy Mass Action #2
vi: Hành động hàng loạt giả #2

source: mock section title
vi: Tiêu đề phần giả

source: Hello
vi: Xin chào

source: Hello %(name)s
vi: Xin chào %(name)s

source: This is %(sku)s
vi: Đây là %(sku)s

source: Sample Data
vi: Dữ liệu mẫu

source: Default
vi: Mặc định

source: Cosmetics and perfumes
vi: Mỹ phẩm và nước hoa

source: USpicy Makeup Brushes
vi: Bàn chải trang điểm USPicy

source: Precision Eyelash Curler
vi: Curler lông mi chính xác

source: PureMoist Lipstick
vi: Son môi Puremoist

source: Clinique Happy
vi: Clinique hạnh phúc

source: A hint of citrus. A wealth of flowers. A mix of emotions.
vi: Một gợi ý của cam quýt.Nhiều hoa.Một sự pha trộn của cảm xúc.

source: Tommy Girld by Tommy Hilfiger Perfume
vi: Tommy Girl của Tommy Hilfiger Nước hoa

source: Bvlgari Omnia Crystalline Eau de Toilette
vi: Bvlgari omnia tinh thể eau de toilette

source: Still Jennifer Lopez Perfume
vi: Vẫn là nước hoa Jennifer Lopez

source: A captivating new scent joins the La vie est belle path to happiness.
vi: Một mùi hương mới quyến rũ tham gia vào con đường LA Vie est Belle để hạnh phúc.

source: Smooth Viking Beard Brush
vi: Bàn chải râu Viking mịn

source: Just a beard brush.
vi: Chỉ là một bàn chải râu.

source: Beard & Stash Oil
vi: Râu & Dầu Stash

source: This oil is natural, and is made with the perfect combination of oils.
vi: Dầu này là tự nhiên, và được làm với sự kết hợp hoàn hảo của dầu.

source: Sample Carousel
vi: Băng chuyền mẫu

source: Business Segment
vi: Phân khúc kinh doanh

source: Select your business segment to install categories.
vi: Chọn phân khúc doanh nghiệp của bạn để cài đặt danh mục.

source: Install Categories
vi: Cài đặt danh mục

source: Enable this to install sample categories.
vi: Cho phép này để cài đặt các danh mục mẫu.

source: Install Products
vi: Cài đặt sản phẩm

source: Enable this to install sample products.
vi: Cho phép này để cài đặt các sản phẩm mẫu.

source: Install Carousel
vi: Cài đặt băng chuyền

source: Enable this to install a sample carousel.
vi: Cho phép điều này để cài đặt một băng chuyền mẫu.

source: Uninstall Categories
vi: Gỡ cài đặt các loại

source: Uninstall Products
vi: Gỡ cài đặt sản phẩm

source: Uninstall Carousel
vi: Gỡ cài đặt băng chuyền

source: Sample data were consolidated.
vi: Dữ liệu mẫu được hợp nhất.

source: You must have the Access to Admin Panel permission.
vi: Bạn phải có quyền truy cập vào quyền của bảng quản trị.

source: Supplier Pricing
vi: Nhà cung cấp

source: Shuup Testing Theme
vi: Chủ đề thử nghiệm shuup

source: Shuup Testing Theme With Custom Base Template
vi: Chủ đề kiểm tra shuup với mẫu cơ sở tùy chỉnh

source: Shuup Test Theme Product Highlights
vi: Sản phẩm chủ đề thử nghiệm SHUUP
