Repository: buiminhhieuktpm/shuup
Catalog: shuup/front/apps/customer_information/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Shuup Frontend - Customer Information Editing
vi: Shuup Frontend - Chỉnh sửa thông tin khách hàng

source: Customer Information
vi: Thông tin khách hàng

source: Company Information
vi: Thông tin công ty

source: Edit Company Information.
vi: Chỉnh sửa thông tin công ty.

source: Address Book
vi: Sách địa chỉ

source: Language
vi: Ngôn ngữ

source: Will become default user email when linked.
vi: Sẽ trở thành email người dùng mặc định khi được liên kết.

source: Given Tax Number already exists. Please contact support.
vi: Cho số thuế đã tồn tại.Vui lòng liên hệ với hỗ trợ.

source: Address Title
vi: Tiêu đề địa chỉ

source: Address Type
vi: Loại địa chỉ

source: Address Status
vi: Trạng thái địa chỉ

source: Company information was saved.
vi: Thông tin công ty đã được lưu.

source: Customer Email
vi: Email khách hàng

source: Password changed.
vi: Mật khẩu đã thay đổi.

source: Account information was saved.
vi: Thông tin tài khoản đã được lưu.

source: Address information was saved.
vi: Thông tin địa chỉ đã được lưu.

source: Cannot remove address because it doesn't exist.
vi: Không thể xóa địa chỉ vì nó không tồn tại.
