Repository: buiminhhieuktpm/shuup
Catalog: shuup/simple_supplier/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Stock management
vi: Quản lý chứng khoán

source: Filter by SKU...
vi: Lọc theo SKU ...

source: Name
vi: Tên

source: Filter by name...
vi: Lọc theo tên ...

source: Supplier
vi: Nhà cung cấp

source: Stock information
vi: Thông tin chứng khoán

source: Adjust stock
vi: Điều chỉnh cổ phiếu

source: Please check submitted values and try again ({}).
vi: Vui lòng kiểm tra các giá trị đã gửi và thử lại ({}).

source: Please check submitted values and try again (%(error)s).
vi: Vui lòng kiểm tra các giá trị đã gửi và thử lại (%(error)s).

source: Alert limit for product `%(product_name)s` set to `%(value)s`.
vi: Giới hạn cảnh báo cho sản phẩm `%(product_name)s` đặt thành`%(value)s`.

source: Stock management is now enabled for {product}.
vi: Quản lý chứng khoán hiện được kích hoạt cho {product}.

source: Stock management is now disabled for {product}.
vi: Quản lý chứng khoán hiện đã bị vô hiệu hóa cho {product}.

source: Purchase price per unit ({currency_name})
vi: Giá mua trên mỗi đơn vị ({currency_name})

source: Quantity
vi: Số lượng

source: Only non-zero values can be added to stock.
vi: Chỉ các giá trị khác không có thể được thêm vào chứng khoán.

source: Alert limit
vi: Giới hạn cảnh báo

source: product
vi: sản phẩm

source: supplier
vi: nhà cung cấp

source: created on
vi: được tạo ra trên

source: created by
vi: được tạo bởi

source: delta
vi: Đồng bằng

source: type
vi: kiểu

source: alert limit
vi: giới hạn cảnh báo

source: stock managed
vi: quản lý cổ phiếu

source: Use this to override the supplier default stock behavior per product.
vi: Sử dụng điều này để ghi đè hành vi cổ phiếu mặc định của nhà cung cấp trên mỗi sản phẩm.

source: logical count
vi: số lượng logic

source: physical count
vi: số lượng vật lý

source: Simple Supplier
vi: Nhà cung cấp đơn giản

source: Error! Insufficient quantity in stock.
vi: Lỗi!Không đủ số lượng trong kho.

source: %(product)s (physical stock: %(quantity)s)
vi: %(product)s (cổ phiếu vật lý: %(quantity)s)

source: Alert Limit Reached
vi: Giới hạn cảnh báo đạt được

source: Product
vi: Sản phẩm

source: Supplier Email
vi: Email nhà cung cấp

source: Shop Email
vi: Cửa hàng email

source: Fired in the last 24 hours?
vi: Bị sa thải trong 24 giờ qua?

source: Send to?
vi: Gửi đến?

source: Send email to whom?
vi: Gửi email cho ai?

source: Do not send the same email within 24 hours.
vi: Không gửi cùng một email trong vòng 24 giờ.

source: Send Stock Limit Alert Email
vi: Gửi email cảnh báo giới hạn chứng khoán

source: Low stock of: {{ product }} from {{ supplier }}
vi: Cổ phiếu thấp của: {{ product }} từ {{ supplier }}
