Repository: buiminhhieuktpm/shuup
Catalog: shuup/front/apps/carousel/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Carousels
vi: Băng chuyền

source: %s has been deleted.
vi: %s đã bị xóa.

source: Name
vi: Tên

source: Filter by name...
vi: Lọc theo tên ...

source: Carousel
vi: Băng chuyền

source: Active
vi: Tích cực

source: Slide
vi: Cầu trượt

source: Fade
vi: Phai

source: Current page
vi: Trang hiện tại

source: New page
vi: Trang mới

source: shops
vi: Cửa hàng

source: Select which shops you would like the carousel to be visible in.
vi: Chọn những cửa hàng nào bạn muốn hiển thị băng chuyền.

source: name
vi: tên

source: The carousel name use for carousel configuration.
vi: Tên băng chuyền sử dụng cho cấu hình băng chuyền.

source: animation
vi: hoạt hình

source: Animation type for cycling slides.
vi: Loại hoạt hình cho các slide đạp xe.

source: interval
vi: khoảng thời gian

source: Slide interval in seconds.
vi: Khoảng thời gian trượt trong giây.

source: pause on hover
vi: Tạm dừng trên di chuột

source: When checked, the carousel cycling pauses on mouse over.
vi: Khi được kiểm tra, các băng chuyền đạp xe tạm dừng trên chuột.

source: show navigation arrows
vi: Hiển thị mũi tên điều hướng

source: show navigation dots
vi: Hiển thị các chấm điều hướng

source: When checked, navigational indicator dots are shown.
vi: Khi được kiểm tra, các dấu chấm chỉ báo điều hướng được hiển thị.

source: image width
vi: chiều rộng hình ảnh

source: Slide images will be cropped to this width.
vi: Hình ảnh trượt sẽ được cắt theo chiều rộng này.

source: image height
vi: chiều cao hình ảnh

source: Slide images will be cropped to this height.
vi: Hình ảnh trượt sẽ được cắt đến chiều cao này.

source: Arrows color
vi: Mũi tên màu

source: Set the custom color for the arrows.
vi: Đặt màu tùy chỉnh cho các mũi tên.

source: Name is only used to configure slides.
vi: Tên chỉ được sử dụng để định cấu hình các slide.

source: product link
vi: Liên kết sản phẩm

source: category link
vi: Liên kết danh mục

source: cms page link
vi: Liên kết trang CMS

source: ordering
vi: đặt hàng

source: link target
vi: liên kết mục tiêu

source: available since
vi: Có sẵn kể từ đó

source: available until
vi: Có sẵn cho đến khi

source: Inactive dot border color
vi: Màu đường viền chấm không hoạt động

source: Customize the dot border color when slide is not active.
vi: Tùy chỉnh màu đường viền chấm khi slide không hoạt động.

source: Active dot color
vi: Màu chấm hoạt động

source: Customize the dot color when slide is active.
vi: Tùy chỉnh màu chấm khi slide hoạt động.

source: caption
vi: đầu đề

source: caption text
vi: Chú thích văn bản

source: external link
vi: liên kết bên ngoài

source: image
vi: hình ảnh

source: The slide image to show.
vi: Hình ảnh slide để hiển thị.

source: Slides
vi: Slide

source: Carousel Plugin
vi: Plugin băng chuyền

source: Render image text
vi: Kết xuất văn bản hình ảnh

source: Display the text on top of the image.
vi: Hiển thị văn bản trên đầu hình ảnh.

source: Banner Box
vi: Hộp biểu ngữ

source: Title
vi: Tiêu đề
