Repository: buiminhhieuktpm/shuup
Catalog: shuup/addons/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Enable %s
vi: Bật %s

source: %d new addons enabled.
vi: %d Addon mới được bật.

source: %d previously enabled addons disabled.
vi: %d trước đó đã kích hoạt addon bị vô hiệu hóa.

source: No changes were made.
vi: Không có thay đổi đã được thực hiện.

source: Save addon changes
vi: Lưu các thay đổi Addon

source: Upload new addon
vi: Tải lên addon mới

source: Reload application
vi: Tải lại ứng dụng

source: There are no viable reload methods available. Please contact your system administrator.
vi: Không có phương thức tải lại nào khả dụng. Hãy liên hệ người quản trị hệ thống

source: Reload Method
vi: Phương thức tải lại

source: Reloading.
vi: Tải lại.

source: Addon file (ZIP)
vi: Tệp addon (zip)

source: Only upload the addon files you trust.
vi: Chỉ tải lên các tệp addon mà bạn tin tưởng.

source: Only wheel files (`.whl`) are supported.
vi: Chỉ các tệp wheel (`.whl`) được hỗ trợ.

source: Upload
vi: Tải lên

source: Install Addon
vi: Cài đặt addon
