Repository: buiminhhieuktpm/shuup
Catalog: shuup/campaigns/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Campaigns
vi: Chiến dịch

source: Basket Campaigns
vi: Chiến dịch giỏ

source: Show Basket Campaigns
vi: Hiển thị các chiến dịch giỏ

source: Coupons
vi: Phiếu giảm giá

source: Show Coupons
vi: Hiển thị phiếu giảm giá

source: Catalog Campaigns
vi: Chiến dịch danh mục

source: Show Catalog Campaigns
vi: Hiển thị Chiến dịch Danh mục Sản phẩm

source: Set up a sales campaign
vi: Thiết lập chiến dịch bán hàng

source: New basket campaign
vi: Chiến dịch rổ mới

source: New coupon
vi: Phiếu giảm giá mới

source: Allow the user to select coupons in admin.
vi: Cho phép người dùng chọn phiếu giảm giá trong quản trị viên.

source: Minimum value
vi: Giá trị tối thiểu

source: Maximum value
vi: Giá trị tối đa

source: Leave empty for no maximum
vi: Để trống mà không có tối đa

source: Campaign end date can't be before a start date.
vi: Ngày kết thúc chiến dịch không thể trước ngày bắt đầu.

source: Define the required coupon for this campaign.
vi: Xác định phiếu giảm giá cần thiết cho chiến dịch này.

source: Coupon
vi: Phiếu giảm giá

source: discount percentage
vi: phần trăm giảm

source: The discount percentage for this campaign.
vi: Tỷ lệ giảm giá cho chiến dịch này.

source: Product %(product)s is not available in the %(shop)s shop.
vi: Sản phẩm %(product)s không có sẵn trong cửa hàng %(shop)s.

source: Only amount or percentage can be set, not both.
vi: Chỉ số tiền hoặc tỷ lệ phần trăm có thể được đặt, không phải cả hai.

source: Autogenerate code
vi: Mã tự động

source: Discount Code is already in use.
vi: Mã giảm giá đã được sử dụng.

source: Active Basket Campaigns
vi: Kích hoạt chiến dịch Basket

source: Catalog Campaign
vi: Chiến dịch danh mục

source: Basket Campaign
vi: Chiến dịch Basket

source: Title
vi: Tiêu đề

source: Starts
vi: Bắt đầu

source: Ends
vi: Kết thúc

source: Active
vi: Kích hoạt

source: No
vi: KHÔNG

source: Yes
vi: Đúng

source: CatalogCampaign
vi: Danh mục Campaign

source: Create new Catalog Campaign
vi: Tạo chiến dịch danh mục mới

source: Create new Basket Campaign
vi: Tạo mới chiến dịch Basket

source: Usages
vi: Cách sử dụng

source: Usages Limit per contact
vi: Giới hạn sử dụng cho mỗi liên hệ

source: Usage Limit
vi: Giới hạn sử dụng

source: Created by
vi: Được tạo bởi

source: Date created
vi: Ngày được tạo ra

source: Create new Coupon
vi: Tạo phiếu giảm giá mới

source: Basket condition
vi: Điều kiện giỏ

source: Basket product count
vi: Số lượng sản phẩm giỏ

source: product count in basket
vi: đếm sản phẩm trong basket

source: Limit the campaign to match when basket has at least the product count entered here.
vi: Giới hạn chiến dịch để áp dụng khi giỏ hàng có ít nhất số lượng sản phẩm được nhập tại đây.

source: Basket total value
vi: Tổng giá trị

source: basket total amount
vi: Tổng số tiền

source: Limit the campaign to match when it has at least the total value entered here worth of products.
vi: Giới hạn chiến dịch để áp dụng khi tổng giá trị sản phẩm trong giỏ hàng đạt ít nhất mức giá trị được nhập tại đây.

source: Undiscounted basket total value
vi: Tổng giá trị không có giá trị

source: Limit the campaign to match when it has at least the total value entered here worth of products which doesn't have already discounts.
vi: Giới hạn chiến dịch để áp dụng khi tổng giá trị của các sản phẩm (chưa được giảm giá) trong giỏ hàng đạt ít nhất mức giá trị được nhập tại đây.

source: Basket maximum product count
vi: Số lượng sản phẩm tối đa

source: maximum product count in basket
vi: số lượng sản phẩm tối đa trong basket

source: Limit the campaign to match when basket has at maximum the product count entered here.
vi: Giới hạn chiến dịch để áp dụng khi giỏ hàng có tối đa số lượng sản phẩm được nhập tại đây.

source: Basket maximum total value
vi: Tối đa tổng giá trị

source: maximum basket total amount
vi: Tối đa tổng giá trị

source: Limit the campaign to match when it has at maximum the total value entered here worth of products.
vi: Giới hạn chiến dịch để áp dụng khi tổng giá trị sản phẩm trong giỏ hàng không vượt quá mức giá trị được nhập tại đây.

source: Exactly
vi: Chính xác

source: Greater than or equal to
vi: Lớn hơn hoặc bằng

source: Products in basket
vi: Sản phẩm trong giỏ

source: operator
vi: nhà điều hành

source: quantity
vi: Số lượng

source: products
vi: các sản phẩm

source: Limit the campaign to have the selected products in basket.
vi: Hạn chế chiến dịch để có các sản phẩm được chọn trong giỏ.

source: Contact Group
vi: Nhóm liên hệ

source: contact groups
vi: Các nhóm liên hệ

source: Limit the campaign to members of the selected contact groups.
vi: Giới hạn chiến dịch cho các thành viên của các nhóm liên hệ được chọn.

source: Contact
vi: Liên hệ

source: Limit the campaign to selected contacts.
vi: Giới hạn chiến dịch cho các liên hệ được chọn.

source: Category products in basket
vi: Loại sản phẩm trong giỏ

source: categories
vi: Thể loại

source: excluded categories
vi: loại loại bị loại trừ

source: If the customer has even a single product in the basket from these categories this rule won't match thus the campaign cannot be applied to the basket.
vi: Nếu khách hàng có dù chỉ một sản phẩm trong giỏ hàng thuộc các danh mục này, quy tắc này sẽ không được áp dụng, do đó chiến dịch sẽ không thể áp dụng cho giỏ hàng.

source: Limit the campaign to match the products from selected categories.
vi: Giới hạn chiến dịch để phù hợp với các sản phẩm từ các danh mục được chọn.

source: Day and hour
vi: Ngày và giờ

source: start time
vi: thời gian bắt đầu

source: 12pm is considered noon and 12am as midnight.
vi: 12 giờ tối được coi là trưa và 12 giờ sáng là nửa đêm.

source: end time
vi: thời gian kết thúc

source: 12pm is considered noon and 12am as midnight. End time is not considered match.
vi: 12 giờ trưa được tính là noon (trưa) và 12 giờ sáng được tính là midnight (nửa đêm). Thời gian kết thúc không được tính là trùng khớp.

source: days
vi: ngày

source: Limit the campaign to selected days.
vi: Giới hạn chiến dịch chỉ áp dụng vào các ngày được chọn.

source: Product Variation Child
vi: Biến thể sản phẩm con

source: Limit the campaign to match only variation children of the selected product.
vi: Giới hạn chiến dịch để chỉ áp dụng cho các biến thể con của sản phẩm đã chọn.

source: campaign
vi: chiến dịch

source: Discount amount value
vi: Giá trị số tiền chiết khấu

source: discount amount
vi: số tiền chiết khấu

source: Flat amount of discount.
vi: Số tiền giảm giá.

source: Give discount amount.
vi: Cho số tiền chiết khấu.

source: Discount amount percentage
vi: Tỷ lệ phần trăm số tiền giảm giá

source: Give percentage discount.
vi: Áp dụng chiết khấu theo phần trăm.

source: Discount amount percentage from undiscounted amount
vi: Phần trăm chiết khấu tính trên số tiền chưa được giảm giá.

source: Give percentage discount based on undiscounted product prices.
vi: Cung cấp phần trăm giảm giá dựa trên giá sản phẩm chưa được ghi nhận.

source: Free Product(s)
vi: (Các) sản phẩm miễn phí

source: product
vi: sản phẩm

source: Select product(s) to give free.
vi: Chọn (các) sản phẩm để cung cấp miễn phí.

source: Discount from Product
vi: Giảm giá từ sản phẩm

source: per line discount
vi: mỗi dòng giảm giá

source: Disable this if you want to give discount for each matched product.
vi: Tắt tùy chọn này nếu bạn muốn áp dụng chiết khấu cho từng sản phẩm phù hợp.

source: Select discount amount and products.
vi: Chọn số tiền chiết khấu và sản phẩm.

source: Discount from Category products
vi: Giảm giá từ các sản phẩm danh mục

source: category
vi: loại

source: Select discount amount and category. Please note that the discount will be given to all matching products in basket.
vi: Chọn số tiền chiết khấu và danh mục. Lưu ý rằng chiết khấu sẽ được áp dụng cho tất cả các sản phẩm phù hợp trong giỏ hàng.

source: shop
vi: cửa hàng

source: The shop where the campaign is active.
vi: Cửa hàng nơi chiến dịch đang hoạt động.

source: name
vi: tên

source: The name for this campaign.
vi: Tên cho chiến dịch này.

source: active
vi: hoạt động

source: Enable this if the campaign is currently active. Please also set a start and an end date.
vi: Bật tùy chọn này nếu chiến dịch đang hoạt động. Vui lòng cũng thiết lập ngày bắt đầu và ngày kết thúc.

source: start date and time
vi: Ngày và giờ bắt đầu

source: The date and time the campaign starts. This is only applicable if the campaign is marked as active.
vi: Ngày và giờ bắt đầu chiến dịch. Chỉ áp dụng khi chiến dịch được đánh dấu là đang hoạt động.

source: end date and time
vi: Ngày và giờ kết thúc

source: The date and time the campaign ends. This is only applicable if the campaign is marked as active.
vi: Ngày và giờ kết thúc chiến dịch. Chỉ áp dụng khi chiến dịch được đánh dấu là đang hoạt động.

source: created by
vi: được tạo bởi

source: modified by
vi: sửa đổi bởi

source: created on
vi: được tạo ra vào

source: modified on
vi: sửa đổi vào

source: Campaign
vi: Chiến dịch

source: The campaign name to show in the store front.
vi: Tên chiến dịch để hiển thị trong mặt trận cửa hàng.

source: Catalog Campaign: {name}
vi: Chiến dịch danh mục: {name}

source: This text will be shown in a basket.
vi: Văn bản này sẽ được hiển thị trong một basket.

source: coupon
vi: phiếu giảm giá

source: supplier
vi: nhà cung cấp

source: When set, this campaign will match only products from the selected supplier. Rules and Effects will also be restricted to include only the products of this supplier.
vi: Khi được thiết lập, chiến dịch này sẽ chỉ áp dụng cho các sản phẩm từ nhà cung cấp đã chọn. Các Quy tắc và Hiệu ứng cũng sẽ bị giới hạn chỉ bao gồm các sản phẩm của nhà cung cấp này.

source: public name
vi: Tên công khai

source: Basket Campaign: {name}
vi: Chiến dịch Basket: {name}

source: Can't have multiple active campaigns with same code.
vi: Không thể có nhiều chiến dịch hoạt động với cùng một mã.

source: usage limit per customer
vi: Giới hạn sử dụng cho mỗi khách hàng

source: Limit the amount of usages per a single customer.
vi: Giới hạn số lượng sử dụng cho mỗi khách hàng.

source: usage limit
vi: Giới hạn sử dụng

source: Set the absolute limit of usages for this coupon. If the limit is zero (0), coupon can't be used.
vi: Đặt giới hạn tuyệt đối về số lần sử dụng cho phiếu giảm giá này. Nếu giới hạn là số không (0), phiếu giảm giá sẽ không thể sử dụng được.

source: is active
vi: đang hoạt động

source: The shop where the coupon is active.
vi: Cửa hàng nơi phiếu giảm giá được kích hoạt.

source: Can not have multiple active campaigns with the same code.
vi: Không thể có nhiều chiến dịch hoạt động với cùng một mã.

source: Base Catalog Filter
vi: Bộ lọc danh mục cơ sở

source: Product type
vi: Loại sản phẩm

source: product Types
vi: loại sản phẩm

source: Limit the campaign only to selected product types.
vi: Giới hạn chiến dịch chỉ đối với các loại sản phẩm được chọn.

source: Product
vi: Sản phẩm

source: Limit the campaign only to selected products.
vi: Giới hạn chiến dịch chỉ đối với các sản phẩm được chọn.

source: Limit the campaign only to products in selected categories.
vi: Giới hạn chiến dịch chỉ đối với các sản phẩm trong các danh mục được chọn.

source: group
vi: nhóm

source: min amount
vi: số tiền tối thiểu

source: max amount
vi: Số tiền tối đa

source: Can not add sales limits for default contact groups.
vi: Không thể thêm giới hạn bán hàng cho các nhóm liên hệ mặc định.

source: Context Condition
vi: Điều kiện bối cảnh

source: Campaign Basket Discounts
vi: Giảm giá giỏ chiến dịch

source: Coupon Code:
vi: Mã phiếu giảm giá:

source: Filter report results by coupon.
vi: Lọc báo cáo kết quả bằng phiếu giảm giá.

source: Coupons Usage
vi: Lượng sử dụng phiếu giảm giá

source: Date
vi: Ngày

source: Coupon code
vi: Mã giảm giá

source: Order
vi: Đặt hàng

source: Taxful total
vi: Tổng số thuế

source: Taxful subtotal
vi: Tổng phụ bao gồm thuế

source: Total discount
vi: Tổng giảm giá
