Repository: buiminhhieuktpm/shuup
Catalog: shuup/front/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Abandoned Cart Value
vi: Giá trị giỏ hàng bị bỏ rơi

source: Based on {b} carts over the last {d} days
vi: Dựa trên {b} giỏ hàng trong những ngày {d} cuối cùng

source: Carts
vi: Giỏ hàng

source: Show carts
vi: Xem giỏ hàng

source: Cart Inactivity Delay (hours)
vi: Giảm độ trễ không hoạt động (giờ)

source: Key
vi: Chìa khóa

source: Last updated on
vi: Cập nhật lần cuối

source: Completed
vi: Hoàn thành

source: yes
vi: Đúng

source: no
vi: KHÔNG

source: Shop
vi: Cửa hàng

source: Supplier
vi: Nhà cung cấp

source: Customer
vi: Khách hàng

source: Product count
vi: Số lượng sản phẩm

source: Total
vi: Tổng cộng

source: Created on
vi: Được tạo ra trên

source: Ordered
vi: Đặt hàng

source: Require shipping method
vi: Yêu cầu phương thức vận chuyển

source: Whether to require the shipping method in checkout phases.
vi: Có yêu cầu phương thức vận chuyển trong các giai đoạn thanh toán.

source: Require payment method
vi: Yêu cầu phương thức thanh toán

source: Whether to require the payment method in checkout phases.
vi: Có yêu cầu phương thức thanh toán trong các giai đoạn thanh toán.

source: Registration Settings
vi: Cài đặt đăng ký

source: Allow company registration
vi: Cho phép đăng ký công ty

source: If you select this, companies can register into your store.
vi: Nếu bạn chọn điều này, các công ty có thể đăng ký vào cửa hàng của bạn.

source: Company registration requires approval
vi: Đăng ký công ty yêu cầu phê duyệt

source: Company tax number validation
vi: Xác thực số thuế của công ty

source: Company tax number format is validated for European countries.
vi: Định dạng số thuế của công ty được xác nhận cho các nước châu Âu.

source: Override shop's default configuration
vi: Ghi đè cấu hình mặc định của cửa hàng

source: Available languages in storefront
vi: Ngôn ngữ có sẵn trong cửa hàng

source: Try to remove some products from the basket and order them separately.
vi: Cố gắng loại bỏ một số sản phẩm từ giỏ và đặt hàng riêng.

source: Products in basket can't be shipped together. %s
vi: Sản phẩm trong giỏ không thể được vận chuyển cùng nhau. %s

source: Products in basket have no common payment method. %s
vi: Sản phẩm trong giỏ không có phương thức thanh toán chung. %s

source: Tax number is required with the company name.
vi: Số thuế được yêu cầu với tên công ty.

source: Company name is required with the tax number.
vi: Tên công ty được yêu cầu với số thuế.

source: Use a saved address
vi: Sử dụng một địa chỉ đã lưu

source: Addresses
vi: Địa chỉ

source: Saved addresses.
vi: Địa chỉ lưu.

source: Checkout as Guest
vi: Thanh toán với tư cách là khách

source: Register
vi: Đăng ký

source: Register with us for future convenience
vi: Đăng ký với chúng tôi để thuận tiện trong tương lai

source: Checkout Method Choice
vi: Phương pháp kiểm tra lựa chọn

source: I accept the terms and conditions
vi: Tôi chấp nhận các điều khoản và điều kiện

source: I want to receive marketing material
vi: Tôi muốn nhận tài liệu tiếp thị

source: Comment
vi: Bình luận

source: Confirmation
vi: Xác nhận

source: Starting to create order.
vi: Bắt đầu tạo trật tự.

source: Empty Basket
vi: Giỏ trống

source: shipping method
vi: phương pháp vận chuyển

source: payment method
vi: Phương thức thanh toán

source: Shipping & Payment
vi: Vận chuyển & Thanh toán

source: Saved services.
vi: Dịch vụ đã lưu.

source: Sort products by name
vi: Sắp xếp sản phẩm theo tên

source: Ordering for sort by name
vi: Đặt hàng theo tên

source: Sort
vi: Loại

source: Name - A-Z
vi: Tên - A -Z

source: Name - Z-A
vi: Tên - Z -A

source: Enable this to allow products to be sortable by product name.
vi: Cho phép điều này để cho phép các sản phẩm được sắp xếp theo tên sản phẩm.

source: Sort products by price
vi: Sắp xếp sản phẩm theo giá

source: Ordering for sort by price
vi: Đặt hàng theo giá theo giá

source: Price - Low to High
vi: Giá - thấp đến cao

source: Price - High to Low
vi: Giá - Cao đến thấp

source: Sort products by date created
vi: Sắp xếp sản phẩm theo ngày được tạo ra

source: Ordering for sort by date created
vi: Đặt hàng để sắp xếp theo ngày được tạo

source: Date created
vi: Ngày được tạo ra

source: Sort products by date created - oldest first
vi: Sắp xếp các sản phẩm theo ngày được tạo ra - đầu tiên lâu đời nhất

source: Ordering for sort by date created - oldest first
vi: Đặt hàng để sắp xếp theo ngày được tạo - đầu tiên lâu đời nhất

source: Date created - oldest first
vi: Ngày được tạo - đầu tiên lâu đời nhất

source: Filter products by manufacturer
vi: Lọc sản phẩm của nhà sản xuất

source: Ordering for filter by manufacturer
vi: Đặt hàng cho bộ lọc của nhà sản xuất

source: Manufacturers
vi: Nhà sản xuất

source: Filter products by category
vi: Lọc sản phẩm theo thể loại

source: Ordering for filter by category
vi: Đặt hàng cho bộ lọc theo danh mục

source: Categories
vi: Thể loại

source: Limit page size
vi: Giới hạn kích thước trang

source: Ordering for limit page size
vi: Đặt hàng cho kích thước trang giới hạn

source: Products per page
vi: Sản phẩm trên mỗi trang

source: Filter products by variation
vi: Lọc sản phẩm theo biến thể

source: Ordering for filter by variation
vi: Đặt hàng cho bộ lọc theo biến thể

source: Filter products by price
vi: Lọc sản phẩm theo giá

source: Ordering for filter by price
vi: Đặt hàng cho bộ lọc theo giá

source: Price
vi: Giá

source: Price range minimum
vi: Phạm vi giá tối thiểu

source: Price range maximum
vi: Phạm vi giá tối đa

source: Price range step
vi: Bước giá

source: Filter products by its attributes
vi: Lọc sản phẩm theo thuộc tính của nó

source: Allow products to be filtered according to their attributes.
vi: Cho phép các sản phẩm được lọc theo thuộc tính của chúng.

source: Attributes that can be filtered
vi: Các thuộc tính có thể được lọc

source: Select attributes that can used for filtering the products.
vi: Chọn các thuộc tính có thể được sử dụng để lọc các sản phẩm.

source: Under %(min_limit)s
vi: Theo %(min_limit) s

source: %(min)s to %(max)s
vi: %(min)s đến %(max) s

source: %(max_limit)s & Above
vi: %(max_limit)s & ở trên

source: Filter products by supplier
vi: Lọc sản phẩm của nhà cung cấp

source: Ordering for filter by supplier
vi: Đặt hàng cho bộ lọc bởi nhà cung cấp

source: Suppliers
vi: Nhà cung cấp

source: Enable this to allow products to be filterable by supplier.
vi: Cho phép điều này để cho phép các sản phẩm có thể lọc được bởi nhà cung cấp.

source: Allow multiselect suppliers
vi: Cho phép các nhà cung cấp đa chọn

source: Filter by multiple suppliers at a time.
vi: Lọc bởi nhiều nhà cung cấp cùng một lúc.

source: Logged out since this account is inactive.
vi: Đăng xuất vì tài khoản này không hoạt động.

source: key
vi: chìa khóa

source: shop
vi: cửa hàng

source: supplier
vi: nhà cung cấp

source: customer
vi: khách hàng

source: orderer
vi: người đặt hàng

source: creator
vi: người tạo ra

source: created on
vi: được tạo ra trên

source: updated on
vi: Cập nhật trên

source: persistent
vi: dai dẳng

source: deleted
vi: đã xóa

source: finished
vi: hoàn thành

source: title
vi: tiêu đề

source: data
vi: dữ liệu

source: taxless total price
vi: Tổng giá vô thuế

source: taxful total price
vi: Tổng giá thuế

source: currency
vi: tiền tệ

source: prices include tax
vi: Giá bao gồm thuế

source: product_count
vi: sản phẩm_count

source: products
vi: các sản phẩm

source: class spec
vi: lớp học

source: stored basket
vi: Giỏ lưu trữ

source: stored baskets
vi: Giỏ lưu trữ

source: ID
vi: NHẬN DẠNG

source: Reference Number
vi: Số tham chiếu

source: Currency
vi: Tiền tệ

source: Customer Name
vi: Tên khách hàng

source: Status
vi: Trạng thái

source: Shipping Method
vi: Phương pháp vận chuyển

source: Order Received
vi: Đơn đặt hàng nhận được

source: Order
vi: Đặt hàng

source: Customer Email
vi: Email khách hàng

source: Customer Phone
vi: Điện thoại khách hàng

source: Shop Email
vi: Cửa hàng email

source: Shop Phone
vi: Cửa hàng điện thoại

source: Language
vi: Ngôn ngữ

source: Order Status Changed
vi: Trạng thái đặt hàng đã thay đổi

source: Old Status
vi: Tình trạng cũ

source: New Status
vi: Trạng thái mới

source: Shipment Created
vi: Lô hàng được tạo ra

source: Shipment
vi: Lô hàng

source: Order Shipping Status
vi: Đặt hàng trạng thái vận chuyển

source: Shipment Status
vi: Tình trạng lô hàng

source: Shipment Tracking Code
vi: Mã theo dõi lô hàng

source: Shipment Tracking URL
vi: Lô hàng theo dõi URL

source: Shipment Sent
vi: Lô hàng được gửi

source: Shipment Deleted
vi: Lô hàng đã xóa

source: Payment Created
vi: Thanh toán được tạo

source: Order Payment Status
vi: Trạng thái thanh toán đặt hàng

source: Payment
vi: Sự chi trả

source: Refund Created
vi: Hoàn lại tiền được tạo ra

source: Send Shipment Created Email
vi: Gửi email đã tạo ra email

source: Send an email to customer when a shipment is created.
vi: Gửi email cho khách hàng khi một lô hàng được tạo.

source: {{ order.shop }} - Shipment created for order {{ order.identifier }}
vi: {{order.shop}} - lô hàng được tạo cho đơn hàng {{order.identifier}}

source: Send Shipment Deleted Email
vi: Gửi email đã xóa lô hàng

source: Send email when a shipment is deleted.
vi: Gửi email khi một lô hàng bị xóa.

source: {{ order.shop }} - Shipment deleted for order {{ order.identifier }}
vi: {{order.shop}} - Lô hàng bị xóa để đặt hàng {{order.identifier}}

source: Send Payment Created Email
vi: Gửi email đã tạo thanh toán

source: Send email to customer when a payment is created.
vi: Gửi email cho khách hàng khi thanh toán được tạo.

source: {{ order.shop }} - Payment created for order {{ order.identifier }}
vi: {{order.shop}} - thanh toán được tạo cho đơn hàng {{order.identifier}}

source: Send Refund Created Email
vi: Gửi email đã tạo hoàn lại tiền

source: Send email when a refund is created.
vi: Gửi email khi hoàn lại tiền được tạo.

source: {{ order.shop }} - Refund created for order {{ order.identifier }}
vi: {{order.shop}} - hoàn trả được tạo cho đơn hàng {{order.identifier}}

source: Send Order Confirmation Email
vi: Gửi email xác nhận đơn đặt hàng

source: Send a confirmation email when the order is created.
vi: Gửi email xác nhận khi đơn đặt hàng được tạo.

source: Hide prices
vi: Ẩn giá

source: Set shop in catalog mode
vi: Đặt cửa hàng ở chế độ danh mục

source: Show supplier info
vi: Hiển thị thông tin nhà cung cấp

source: Show Product Details
vi: Hiển thị chi tiết sản phẩm

source: Show Variations as Buttons
vi: Hiển thị các biến thể như các nút

source: Product detail extra tab title
vi: Chi tiết sản phẩm tiêu đề tab bổ sung

source: Enter the title for the product detail extra tab.
vi: Nhập tiêu đề cho tab Chi tiết sản phẩm thêm.

source: Product detail extra tab content
vi: Chi tiết sản phẩm nội dung tab bổ sung

source: Enter the content for the product detail extra tab.
vi: Nhập nội dung cho tab Chi tiết sản phẩm thêm.

source: Description
vi: Sự miêu tả

source: Details
vi: Chi tiết

source: Attributes
vi: Thuộc tính

source: Files
vi: Tệp

source: Product reviews
vi: Đánh giá sản phẩm

source: Product detail tabs
vi: Tab chi tiết sản phẩm

source: Select all tabs that should be rendered in product details.
vi: Chọn tất cả các tab nên được hiển thị trong chi tiết sản phẩm.

source: Tax number is not valid.
vi: Số thuế không hợp lệ.

source: Dashboard
vi: Bảng điều khiển

source: Edit
vi: Biên tập

source: `{language_code}` is an invalid language code.
vi: `{language_code}` là một mã ngôn ngữ không hợp lệ.

source: The order is canceled so you can't pay for it.
vi: Đơn hàng bị hủy để bạn không thể trả tiền cho nó.

source: Error! This product is not available in this shop.
vi: Lỗi!Sản phẩm này không có sẵn trong cửa hàng này.

source: Invalid timezone
vi: Thời gian không hợp lệ

source: Maximum file size reached (%(size)s MB).
vi: Kích thước tệp tối đa đạt (%(size)s MB).
