Repository: buiminhhieuktpm/shuup
Catalog: shuup/importer/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Data Import
vi: Nhập dữ liệu

source: Allow the user to see the imports from all shops and suppliers.
vi: Cho phép người dùng xem nhập từ tất cả các cửa hàng và nhà cung cấp.

source: Allow the user to run importers.
vi: Cho phép người dùng chạy nhập khẩu.

source: Allow the user to list imports.
vi: Cho phép người dùng liệt kê nhập khẩu.

source: Allow the user to import a file.
vi: Cho phép người dùng nhập tệp.

source: Allow the user to download sample files.
vi: Cho phép người dùng tải xuống các tập tin mẫu.

source: Allow the user to use the {importer_name} importer.
vi: Cho phép người dùng sử dụng nhà nhập khẩu {importer_name}.

source: Import mode
vi: Chế độ nhập

source: Importing language
vi: Nhập khẩu ngôn ngữ

source: The language of the data you want to import.
vi: Ngôn ngữ của dữ liệu bạn muốn nhập.

source: Importer
vi: Nhà nhập khẩu

source: Select a importer type matching the data you want to import
vi: Chọn loại nhà nhập khẩu phù hợp với dữ liệu bạn muốn nhập

source: File
vi: Tài liệu

source: Data imports
vi: Nhập dữ liệu

source: Invalid importer.
vi: Nhà nhập khẩu không hợp lệ.

source: File is missing.
vi: Tệp bị thiếu.

source: The import was queued!
vi: Nhập khẩu đã được xếp hàng!

source: Failed to process the file.
vi: Không xử lý tệp.

source: Invalid parameters.
vi: Tham số không hợp lệ.

source: Invalid file name.
vi: Tên tệp không hợp lệ.

source: File was not found.
vi: Tệp không được tìm thấy.

source: Import date
vi: Ngày nhập khẩu

source: User
vi: Người dùng

source: Status
vi: Trạng thái

source: Import file
vi: Nhập tệp

source: Importdate
vi: Nhập khẩu

source: Mode
vi: Cách thức

source: Import
vi: Nhập khẩu

source: Row ignored (no existing item and creating new is not allowed).
vi: Hàng bị bỏ qua (không có mục hiện tại và không được phép tạo mới).

source: Failed while setting value for field %(field_name)s. (%(exception)s)
vi: Không thành công trong khi cài đặt giá trị cho trường %(field_name)s.(%(exception)s)

source: Couldn't set value %(original_value)s for field %(field_name)s.
vi: Không thể đặt giá trị %(original_value)s cho trường %(field_name)s.

source: Row import failed (%s).
vi: Nhập hàng không thành công (%s).

source: Unexpected error while trying to import the file.
vi: Lỗi bất ngờ trong khi cố gắng nhập tệp.

source: Can't import more than %s rows from one file.
vi: Không thể nhập nhiều hơn %s hàng từ một tệp.

source: Allow create and update
vi: Cho phép tạo và cập nhật

source: Only create (no updates)
vi: Chỉ tạo (không có bản cập nhật)

source: Only update existing (no new ones are created)
vi: Chỉ cập nhật hiện có (không có cái mới nào được tạo)

source: The file doesn't contain data.
vi: Tệp không chứa dữ liệu.

source: Failed to import data: {}.
vi: Không thể nhập dữ liệu: {}.

source: {file_name} is not a valid file.
vi: {file_name} không phải là một tệp hợp lệ.

source: The file is missing.
vi: Các tập tin bị thiếu.
