Repository: buiminhhieuktpm/shuup
Catalog: shuup/order_printouts/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Printouts
vi: Bản in

source: To
vi: ĐẾN

source: Email Subject
vi: Chủ đề email

source: Email Body
vi: Cơ quan email

source: %(shop)s: Order %(pk)s
vi: %(shop)s: Đặt hàng %(pk)s

source: Non-POST request methods are forbidden.
vi: Các phương pháp yêu cầu không đăng bị cấm.

source: Delivery slip
vi: Giao hàng trượt

source: Order
vi: Đặt hàng

source: Order confirmation
vi: Xác nhận đặt hàng

source: Order printouts
vi: Đặt hàng bản in
