Repository: buiminhhieuktpm/shuup
Catalog: shuup/front/apps/registration/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Name of the company
vi: Tên của công ty

source: Registration Received
vi: Đăng ký nhận được

source: Customer
vi: Khách hàng

source: Customer Email
vi: Email khách hàng

source: Activation URL
vi: URL kích hoạt

source: Is User Active
vi: Là người dùng đang hoạt động

source: Account Reactivation
vi: Kích hoạt lại tài khoản

source: Company Registration Received
vi: Đăng ký công ty nhận được

source: Company Approved
vi: Công ty được phê duyệt

source: Account Activation
vi: Kích hoạt tài khoản

source: Company has been activated.
vi: Công ty đã được kích hoạt.

source: Send Registration Received Email
vi: Gửi đăng ký nhận email

source: Send email when a user registers.
vi: Gửi email khi người dùng đăng ký.

source: {{ order.shop }} - Welcome!
vi: {{order.shop}} - Chào mừng!

source: Send account reactivation email
vi: Gửi email kích hoạt lại tài khoản

source: Send email when a user account gets reactivated
vi: Gửi email khi tài khoản người dùng được kích hoạt lại

source: {{ customer.username }} is now active again!
vi: {{customer.username}} hiện đang hoạt động trở lại!

source: Send Company Registration Received Email
vi: Gửi đăng ký công ty nhận được email

source: Send email when a user registers as a company.
vi: Gửi email khi người dùng đăng ký làm công ty.

source: Send Company Activated Email
vi: Gửi email được kích hoạt của công ty

source: Notify company's contact person that company account is activated
vi: Thông báo cho người liên hệ của công ty rằng tài khoản công ty được kích hoạt

source: Send account activation email
vi: Gửi email kích hoạt tài khoản

source: Send email when a user account gets activated for the first time
vi: Gửi email khi tài khoản người dùng được kích hoạt lần đầu tiên

source: {{ customer.username }} is now active!
vi: {{customer.username}} hiện đang hoạt động!

source: Activation successful
vi: Kích hoạt thành công
